[
    {
        "query_id": "810394",
        "query_text": "what is the cause of the symptoms nausea throwing up",
        "avg_score_change": 0.75,
        "original_docs": [
            "Nausea is a sensation of unease and discomfort in the upper stomach with an involuntary urge to vomit. It may precede vomiting, but a person can have nausea without vomiting. When prolonged, it is a debilitating symptom. Nausea is a non-specific symptom, which means that it has many possible causes. Some common causes of nausea are motion sickness, dizziness, migraine, fainting, low blood sugar, gastroenteritis (stomach infection) or food poisoning.",
            "Viral gastroenteritis Gastroenteritis (stomach flu) is a viral condition that causes diarrhea and vomiting. Giardiasis Giardiasis is an infection of the small intestine causing diarrhea, gas, bloating, nausea and stomach cramps.",
            "Nausea and vomiting may also occur when there are metabolic changes in the body, such as during early pregnancy, or when people have diabetes that is severely out of control or severe liver failure or kidney failure. Psychologic problems also can cause nausea and vomiting (known as functional or psychogenic vomiting).",
            "In such disorders (for example, appendicitis or pancreatitis), it is typically the pain rather than the vomiting that causes people to seek medical care. Many drugs, including alcohol, opioid analgesics (such as morphine), and chemotherapy drugs, can cause nausea and vomiting."
        ],
        "perturbed_docs": [
            "Nausea is a sensation of unease and discomfort in the upper stomach with an involuntary urge to vomit. It may precede vomiting, but a person can have nausea without vomiting. When prolonged, it is a debilitating symptom. Nausea is a non-specific symptom, which means that it has many possible causes. Some common causes of nausea are motion sickness, dizziness, migraine, fainting, low blood sugar, gastroenteritis (stomach infection) or food poisoning. is",
            "Viral gastroenteritis Gastroenteritis (stomach flu) is a viral condition that causes diarrhea and vomiting. Giardiasis Giardiasis is an infection of the small intestine causing diarrhea, gas, bloating, nausea and stomach cramps. the",
            "Nausea and vomiting may also occur when there are metabolic changes in the body, such as during early pregnancy, or when people have diabetes that is severely out of control or severe liver failure or kidney failure. Psychologic problems also can cause nausea and vomiting (known as functional or psychogenic vomiting). up",
            "In such disorders (for example, appendicitis or pancreatitis), it is typically the pain rather than the vomiting that causes people to seek medical care. Many drugs, including alcohol, opioid analgesics (such as morphine), and chemotherapy drugs, can cause nausea and vomiting. what"
        ]
    },
    {
        "query_id": "1083332",
        "query_text": "causes of neuropathic bladder",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Any condition that impairs bladder and bladder outlet afferent and efferent signaling can cause neurogenic bladder. Causes may involve the CNS (eg, stroke, spinal injury, meningomyelocele, amyotrophic lateral sclerosis), peripheral nerves (eg, diabetic, alcoholic, or vitamin B 12 deficiency neuropathies; herniated disks; damage due to pelvic surgery), or both (eg, Parkinson disease, multiple sclerosis, syphilis).",
            "Neurogenic bladder is a condition caused by the nerves along the pathway between the bladder and the brain not working properly. This can be due to a brain disorder or bladder nerve damage. Examples of brain disorders that can cause neurogenic bladder include: Alzheimerâ\u0080\u0099s disease; tumors of the brain or spinal cord; multiple sclerosis",
            "In neurogenic bladder, the nerves that carry messages back-and-forth between the bladder and the spinal cord and brain donâ\u0080\u0099t work the way they should. Damage or changes in the nervous system and infection can cause neurogenic bladder. Treatment is aimed at preventing kidney damage. It may include medicine, urinary catheters, antibiotics to reduce the chance of infection, and, in severe cases, surgery."
        ],
        "perturbed_docs": [
            "Any condition that impairs bladder and bladder outlet afferent and efferent signaling can cause neurogenic bladder. Causes may involve the CNS (eg, stroke, spinal injury, meningomyelocele, amyotrophic lateral sclerosis), peripheral nerves (eg, diabetic, alcoholic, or vitamin B 12 deficiency neuropathies; herniated disks; damage due to pelvic surgery), or both (eg, Parkinson disease, multiple sclerosis, syphilis). of",
            "Neurogenic bladder is a condition caused by the nerves along the pathway between the bladder and the brain not working properly. This can be due to a brain disorder or bladder nerve damage. Examples of brain disorders that can cause neurogenic bladder include: Alzheimerâ\u0080\u0099s disease; tumors of the brain or spinal cord; multiple sclerosis bladder",
            "In neurogenic bladder, the nerves that carry messages back-and-forth between the bladder and the spinal cord and brain donâ\u0080\u0099t work the way they should. Damage or changes in the nervous system and infection can cause neurogenic bladder. Treatment is aimed at preventing kidney damage. It may include medicine, urinary catheters, antibiotics to reduce the chance of infection, and, in severe cases, surgery. neuropathic"
        ]
    },
    {
        "query_id": "1083095",
        "query_text": "causes of shaking and blurred vision",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Transient ischemic attacks cause headache, numbness, tingling, or weakness in the face, arm, or leg, and more. Pink eye (conjunctivitis) Pinkeye is redness and swelling of the membrane that lines the eyelid, called the conjunctiva. Nearsightedness. Nearsightedness is a common eye problem that causes blurry, distant vision. Acute stress reaction",
            "Benign essential tremor can cause shaking of the hands and forearms and a quivering voice. Diabetes, type 1. Diabetes can make you feel hungry, tired, or thirsty; you may urinate more than normal and have blurry vision. Astigmatism. Astigmatism is a common eye problem causing blurry vision, difficulty seeing details and eye strain headaches.",
            "Causes of symptoms like blurry vision, dizziness, and head pressure may include: migraine; infections; stroke; sudden increases in blood pressure; transient ischemic attacks, which may lead to a stroke; increased intracranial pressure (pseudo tumor cerebri) tumors; The list is long. There are other conditions that may cause these symptoms."
        ],
        "perturbed_docs": [
            "Transient ischemic attacks cause headache, numbness, tingling, or weakness in the face, arm, or leg, and more. Pink eye (conjunctivitis) Pinkeye is redness and swelling of the membrane that lines the eyelid, called the conjunctiva. Nearsightedness. Nearsightedness is a common eye problem that causes blurry, distant vision. Acute stress reaction and",
            "Benign essential tremor can cause shaking of the hands and forearms and a quivering voice. Diabetes, type 1. Diabetes can make you feel hungry, tired, or thirsty; you may urinate more than normal and have blurry vision. Astigmatism. Astigmatism is a common eye problem causing blurry vision, difficulty seeing details and eye strain headaches. and",
            "Causes of symptoms like blurry vision, dizziness, and head pressure may include: migraine; infections; stroke; sudden increases in blood pressure; transient ischemic attacks, which may lead to a stroke; increased intracranial pressure (pseudo tumor cerebri) tumors; The list is long. There are other conditions that may cause these symptoms. causes"
        ]
    },
    {
        "query_id": "188908",
        "query_text": "foods not eat migraine",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Other foods that may contain MSG: canned soup, frozen foods, processed foods, seasonings, and canned vegetables. Because of the controversy surrounding MSG, food manufacturers list it on the label. Chocolate Chocolate Chocolate contains caffeine, as do some sodas, tea, coffee, and energy drinks. In small doses, the caffeine in these foods and drinks can increase alertness. Plus, caffeine can actually help the body absorb pain-relief medication more quickly when migraines do occur.",
            "Hot Dogs Hot Dogs Use caution at the deli counter if your migraines are caused by meat. Many brands of hot dog, bacon, salami, sausage, luncheon meat, and pepperoni contain tyramine. These foods typically also contain the preservative sodium nitrate, which may be a trigger and set off a migraine. Advertisement.",
            "Teri Robert | Aug 16th 2013 Feb 22nd 2017. It can be frustrating to manage food triggers. It can seem especially difficult to eat in a restaurant or go to parties. But, when managing food triggers means fewer migraines, itâ\u0080\u0099s well worth it. Here are foods that can cause problems. All kinds of beans are potential food triggers â\u0080\u0093 string beans, navy beans, kidney beans, lima beans and so on."
        ],
        "perturbed_docs": [
            "Other foods that may contain MSG: canned soup, frozen foods, processed foods, seasonings, and canned vegetables. Because of the controversy surrounding MSG, food manufacturers list it on the label. Chocolate Chocolate Chocolate contains caffeine, as do some sodas, tea, coffee, and energy drinks. In small doses, the caffeine in these foods and drinks can increase alertness. Plus, caffeine can actually help the body absorb pain-relief medication more quickly when migraines do occur. foods",
            "Hot Dogs Hot Dogs Use caution at the deli counter if your migraines are caused by meat. Many brands of hot dog, bacon, salami, sausage, luncheon meat, and pepperoni contain tyramine. These foods typically also contain the preservative sodium nitrate, which may be a trigger and set off a migraine. Advertisement. foods",
            "Teri Robert | Aug 16th 2013 Feb 22nd 2017. It can be frustrating to manage food triggers. It can seem especially difficult to eat in a restaurant or go to parties. But, when managing food triggers means fewer migraines, itâ\u0080\u0099s well worth it. Here are foods that can cause problems. All kinds of beans are potential food triggers â\u0080\u0093 string beans, navy beans, kidney beans, lima beans and so on. not"
        ]
    },
    {
        "query_id": "190307",
        "query_text": "foods to help lower cholesterol naturally",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "5 Foods that Lower Cholesterol Naturally. Whittle your cholesterol, lower your blood pressure, and keep your heart healthy with these amazing artery defenders. 1. Roasted almondsâ\u0080\u0094with the skins. Just a fistful of almonds packs a whopping 9 grams of monounsaturated fat, helping slash bad cholesterol, while boosting the good kind.",
            "Foods that Lower cholesterol Naturally for Snacks. For snacks choose fruits: currants, grapes, strawberries, blackberries, raspberries, including their seeds (vitamin C, carotenoids and ellagic acid); citrus fruits (vitamin C, folic acid and soluble fibre) and apples (vitamin C and soluble fibre).",
            "A day with foods that lower cholesterol naturally. Morning Low Cholesterol Foods. Start off the morning with oat cereal or any cereals containing flaxseed or psyllium (soluble fibre) or whole grain cereals (folic acid, vitamin E, vitamin B6)."
        ],
        "perturbed_docs": [
            "5 Foods that Lower Cholesterol Naturally. Whittle your cholesterol, lower your blood pressure, and keep your heart healthy with these amazing artery defenders. 1. Roasted almondsâ\u0080\u0094with the skins. Just a fistful of almonds packs a whopping 9 grams of monounsaturated fat, helping slash bad cholesterol, while boosting the good kind. help",
            "Foods that Lower cholesterol Naturally for Snacks. For snacks choose fruits: currants, grapes, strawberries, blackberries, raspberries, including their seeds (vitamin C, carotenoids and ellagic acid); citrus fruits (vitamin C, folic acid and soluble fibre) and apples (vitamin C and soluble fibre). cholesterol",
            "A day with foods that lower cholesterol naturally. Morning Low Cholesterol Foods. Start off the morning with oat cereal or any cereals containing flaxseed or psyllium (soluble fibre) or whole grain cereals (folic acid, vitamin E, vitamin B6). cholesterol"
        ]
    },
    {
        "query_id": "88284",
        "query_text": "causes of severe itching all over body",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "you itch. -Irritation and allergic reactions: Wool, chemicals, soaps and other substances can irritate the skin. Poison ivy, cosmetics and food allergies can cause body itching. -Drugs: Antibiotics, antifungal drugs or narcotic pain medications can cause widespread, itchy rashes. ... The fatty acids in these foods can be converted by the body into EPA and DHA, although they're not direct sources of these health ...",
            "Areas of itching that are only on one part of the body are more likely caused by a problem of the skin. The area of the body that itches may give a clue as to the cause of the itch. Scalp. Common causes of itching of the scalp include psoriasis, head lice, seborrheic dermatitis (dandruff) and contact dermatitis.",
            "The medical term for itching is pruritus. Infections, bites and stings, infestations, chronic diseases, allergic reactions, sun exposure, and dry skin are among the numerous causes of itching. Anti-itch creams and lotions containing camphor, menthol, phenol, pramoxine (Caladryl, Tronolane), diphenhydramine (Benadryl), or benzocaine can bring relief."
        ],
        "perturbed_docs": [
            "you itch. -Irritation and allergic reactions: Wool, chemicals, soaps and other substances can irritate the skin. Poison ivy, cosmetics and food allergies can cause body itching. -Drugs: Antibiotics, antifungal drugs or narcotic pain medications can cause widespread, itchy rashes. ... The fatty acids in these foods can be converted by the body into EPA and DHA, although they're not direct sources of these health ... over",
            "Areas of itching that are only on one part of the body are more likely caused by a problem of the skin. The area of the body that itches may give a clue as to the cause of the itch. Scalp. Common causes of itching of the scalp include psoriasis, head lice, seborrheic dermatitis (dandruff) and contact dermatitis. itching",
            "The medical term for itching is pruritus. Infections, bites and stings, infestations, chronic diseases, allergic reactions, sun exposure, and dry skin are among the numerous causes of itching. Anti-itch creams and lotions containing camphor, menthol, phenol, pramoxine (Caladryl, Tronolane), diphenhydramine (Benadryl), or benzocaine can bring relief. itching"
        ]
    },
    {
        "query_id": "112318",
        "query_text": "crate engine how heavy",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Mopar 472 Hemi crate engine  525 horsepower, 540 ft.-lbs. torque Mopar Hemi crate engines are designed for placement in just about any vehicle. Beef up the power in your favorite muscle car or street rod, with a 472 Hemi crate engine.",
            "Mopar 426 Hemi crate engine  465 Horsepower, 486 ft.-lbs. torque Originally introduced in 1964 as a racing engine, the legendary 426 Hemi first appeared in 1966 street B-body Dodges and Plymouths, such as Dodge Charger, Dodge Coronet 500, and Plymouth Belvedere.",
            "Horsepower and torque ratings based on test engine. Ratings may vary on individual engines. 340 Six-Pack - 330 HP. This crate engine uses proven components to deliver. a solid 330 horsepower and 330 ft-lbs. torque in a. package that ï¬\u0081 ts in most muscle cars."
        ],
        "perturbed_docs": [
            "Mopar 472 Hemi crate engine  525 horsepower, 540 ft.-lbs. torque Mopar Hemi crate engines are designed for placement in just about any vehicle. Beef up the power in your favorite muscle car or street rod, with a 472 Hemi crate engine. how",
            "Mopar 426 Hemi crate engine  465 Horsepower, 486 ft.-lbs. torque Originally introduced in 1964 as a racing engine, the legendary 426 Hemi first appeared in 1966 street B-body Dodges and Plymouths, such as Dodge Charger, Dodge Coronet 500, and Plymouth Belvedere. engine",
            "Horsepower and torque ratings based on test engine. Ratings may vary on individual engines. 340 Six-Pack - 330 HP. This crate engine uses proven components to deliver. a solid 330 horsepower and 330 ft-lbs. torque in a. package that ï¬\u0081 ts in most muscle cars. how"
        ]
    },
    {
        "query_id": "149801",
        "query_text": "different kind of kidney stones",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Uric Acid Stones. These form crystals in the urine, either alone or with other stone types. They are commonly due to an excessively high protein diet, obesity, or in patients who suffer with gout. Typically, these stones form in acidic urine (pH 5-6) and are not visible on plain x-ray.",
            "Cystine is one of the building blocks that make up muscles, nerves, and other parts of the body. Although cystine stones are rare, they may form when there is too much cystine buildup in the urine. The disease that causes this kidney stone type runs in families. Information on Kidney Stones.",
            "While most kidney stones contain calcium, you may not need to avoid calcium-rich foods. In fact, eating moderate amounts of dairy products and other calcium-rich foods may lower the risk of forming new stones. This does not apply to calcium supplements, which have been linked to kidney stones in some people."
        ],
        "perturbed_docs": [
            "Uric Acid Stones. These form crystals in the urine, either alone or with other stone types. They are commonly due to an excessively high protein diet, obesity, or in patients who suffer with gout. Typically, these stones form in acidic urine (pH 5-6) and are not visible on plain x-ray. kind",
            "Cystine is one of the building blocks that make up muscles, nerves, and other parts of the body. Although cystine stones are rare, they may form when there is too much cystine buildup in the urine. The disease that causes this kidney stone type runs in families. Information on Kidney Stones. kind",
            "While most kidney stones contain calcium, you may not need to avoid calcium-rich foods. In fact, eating moderate amounts of dairy products and other calcium-rich foods may lower the risk of forming new stones. This does not apply to calcium supplements, which have been linked to kidney stones in some people. of"
        ]
    },
    {
        "query_id": "571474",
        "query_text": "what are the marijuana laws in massachusetts",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "In 2008, Massachusetts voters approved a ballot measure that replaced criminal penalties for the possession of one ounce or less of weed with a system of civil penalties. That law is usually described as decriminalization. In 2012, Massachusetts voters approved an initiative making marijuana legal for medical use.",
            "The law, passed as a ballot measure known as Question 4, would allow people 21 years and older to possess up to 1 ounce of marijuana outside their residence and possess up to 10 ounces inside the residence. That goes into effect on Dec. 15, 2016. These 13 Massachusetts towns really wanted weed legalized. Here's what happens next, with a major caveat. There are deadlines and other provisions within the law. But the Massachusetts Legislature and Gov. Charlie Baker, one of the top opponents of the measure, hold the power to rewrite the law.",
            "Massachusetts Marijuana Laws. Marijuana possession, sale, and manufacture are regulated by both state and federal law. In Massachusetts, marijuana is classified as a class D substance, and until recently was completely illegal. (Mass."
        ],
        "perturbed_docs": [
            "In 2008, Massachusetts voters approved a ballot measure that replaced criminal penalties for the possession of one ounce or less of weed with a system of civil penalties. That law is usually described as decriminalization. In 2012, Massachusetts voters approved an initiative making marijuana legal for medical use. in",
            "The law, passed as a ballot measure known as Question 4, would allow people 21 years and older to possess up to 1 ounce of marijuana outside their residence and possess up to 10 ounces inside the residence. That goes into effect on Dec. 15, 2016. These 13 Massachusetts towns really wanted weed legalized. Here's what happens next, with a major caveat. There are deadlines and other provisions within the law. But the Massachusetts Legislature and Gov. Charlie Baker, one of the top opponents of the measure, hold the power to rewrite the law. are",
            "Massachusetts Marijuana Laws. Marijuana possession, sale, and manufacture are regulated by both state and federal law. In Massachusetts, marijuana is classified as a class D substance, and until recently was completely illegal. (Mass. massachusetts"
        ]
    },
    {
        "query_id": "1093570",
        "query_text": "largest firms in china",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Sinopec was China's largest and the world's third-largest company by revenue in 2014, with a total annual revenue of over US$450 billion. In terms of total assets, the Industrial and Commercial Bank of China was both China and the world's largest bank in 2014, with over US$3 trillion worth of assets. This article lists the largest companies in China in terms of their revenue, net profit and total assets, according to the American business magazines Fortune and Forbes. In 2014, Fortune's Global 500 list of the world's largest corporations included 95 Chinese companies, with combined revenues of US$5.8 trillion. That same year, Forbes reported that five of the world's ten largest public companies were Chinese, including the world's largest bank by total assets, the Industrial and Commercial Ba",
            "China National Petroleum Corporation, or CNPC, is the second-biggest Chinese crude oil producer by consolidated revenue and the biggest by production volume. In 2014, the company reported more than $425 billion in consolidated revenue and production of nearly 1.2 billion barrels of crude oil.",
            "Sinochem Group was established in 1950 during the reorganization of China's largest international trading firm, China National Chemicals Import & Export Corporation. Sinochem Group remains the largest chemical company in the country but has expanded its operations to include energy, real estate, agriculture and financial services."
        ],
        "perturbed_docs": [
            "Sinopec was China's largest and the world's third-largest company by revenue in 2014, with a total annual revenue of over US$450 billion. In terms of total assets, the Industrial and Commercial Bank of China was both China and the world's largest bank in 2014, with over US$3 trillion worth of assets. This article lists the largest companies in China in terms of their revenue, net profit and total assets, according to the American business magazines Fortune and Forbes. In 2014, Fortune's Global 500 list of the world's largest corporations included 95 Chinese companies, with combined revenues of US$5.8 trillion. That same year, Forbes reported that five of the world's ten largest public companies were Chinese, including the world's largest bank by total assets, the Industrial and Commercial Ba largest",
            "China National Petroleum Corporation, or CNPC, is the second-biggest Chinese crude oil producer by consolidated revenue and the biggest by production volume. In 2014, the company reported more than $425 billion in consolidated revenue and production of nearly 1.2 billion barrels of crude oil. firms",
            "Sinochem Group was established in 1950 during the reorganization of China's largest international trading firm, China National Chemicals Import & Export Corporation. Sinochem Group remains the largest chemical company in the country but has expanded its operations to include energy, real estate, agriculture and financial services. china"
        ]
    },
    {
        "query_id": "147337",
        "query_text": "difference between ford supercab and crew cab",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "The SuperCab is Ford's version of an extended cab. Instead of having four full doors, as with the crew cab, the SuperCab has a full passenger door, full driver's door and two half doors in the back. You can only open these half doors when the front doors are open; they open toward the back of the truck instead of toward the front.",
            "What is the difference between the Ford F150 and Ford F150 Supercrew? A: The base model of the Ford F150 only features front seats and does not have a backseat or storage space; the SuperCrew has seats in the back that are created for passengers or cargo.",
            "Ford's crew cabs are full-size cabs with four doors, bench seats and more legroom than the SuperCabs. Crew cabs are available in all of the F-series trucks, including the F-150, F -250, F-350 and F-450. When you buy a Ford truck, a model with a crew cab will cost more than one with a SuperCab. Crew cabs offer passengers more space and are thus more accommodating for adults."
        ],
        "perturbed_docs": [
            "The SuperCab is Ford's version of an extended cab. Instead of having four full doors, as with the crew cab, the SuperCab has a full passenger door, full driver's door and two half doors in the back. You can only open these half doors when the front doors are open; they open toward the back of the truck instead of toward the front. ford",
            "What is the difference between the Ford F150 and Ford F150 Supercrew? A: The base model of the Ford F150 only features front seats and does not have a backseat or storage space; the SuperCrew has seats in the back that are created for passengers or cargo. supercab",
            "Ford's crew cabs are full-size cabs with four doors, bench seats and more legroom than the SuperCabs. Crew cabs are available in all of the F-series trucks, including the F-150, F -250, F-350 and F-450. When you buy a Ford truck, a model with a crew cab will cost more than one with a SuperCab. Crew cabs offer passengers more space and are thus more accommodating for adults. difference"
        ]
    },
    {
        "query_id": "1091681",
        "query_text": "phone number for comcast customer service.",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Comcast Customer Service Phone Number | 1-844-869-8468. Comcast Customer Service. Comcast Corporation, earlier known as Comcast Holdings is a global corporation of United States providing telecommunications service, and is the worldâ\u0080\u0099s largest cable television and broadcasting company by revenue.",
            "Comcast Customer Service 1-877-219-5420 Phone Number Comcast Customer Support Comcast Corporation, earlier known as Comcast Holdings is a global corporation of United States providing telecommunications service, and is the worldâ\u0080\u0099s largest cable television and broadcasting company by revenue.",
            "Comcast Customer Service. As an existing customer or new one, you can contact Comcast customer service by using the following toll free number from your own phone for any general issues related to your Comcast service. For contacting Comcast customer service, just click on the phone number given below : 1-800-934-6489. or. 1-800-XFINITY"
        ],
        "perturbed_docs": [
            "Comcast Customer Service Phone Number | 1-844-869-8468. Comcast Customer Service. Comcast Corporation, earlier known as Comcast Holdings is a global corporation of United States providing telecommunications service, and is the worldâ\u0080\u0099s largest cable television and broadcasting company by revenue. number",
            "Comcast Customer Service 1-877-219-5420 Phone Number Comcast Customer Support Comcast Corporation, earlier known as Comcast Holdings is a global corporation of United States providing telecommunications service, and is the worldâ\u0080\u0099s largest cable television and broadcasting company by revenue. comcast",
            "Comcast Customer Service. As an existing customer or new one, you can contact Comcast customer service by using the following toll free number from your own phone for any general issues related to your Comcast service. For contacting Comcast customer service, just click on the phone number given below : 1-800-934-6489. or. 1-800-XFINITY for"
        ]
    },
    {
        "query_id": "188714",
        "query_text": "foods and supplements to lower blood sugar",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Food And Supplements That Lower Blood Sugar Levels. Cinnamon: Researchers are finding that cinnamon reduces blood sugar levels naturally when taken daily. If you absolutely love cinnamon you can sprinkle the recommended six grams of cinnamon on your food throughout the day to achieve the desired effect.",
            "Diabetics can develop hyperglycemia if they don't take adequate insulin or if they consume too many carbohydrates, particularly simple carbohydrates that have a high glycemic index. Some research indicates that certain vitamins may help prevent hyperglycemia by lowering your blood sugar level, though more studies are needed. Obtain the majority of the vitamins in your diet from food -- do not attempt to treat blood sugar irregularities with vitamin supplements until you've consulted your doctor.",
            "Cinnamon a powerful anti-inflammatory and antioxidant, and helps lower blood sugar levels and improve insulinâ\u0080\u0099s ability to respond to glucose in the blood. Sprinkle it on oatmeal, have it in tea form, sprinkle it on fruit! Prickly Pear/ Nopal: is one of the lowest foods on the glycemic index. Several studies in Mexico have shown blood sugar lowering effects. Grapefruit: Not only do grapefruits have plenty of vitamin C, they also contain naringenin, an antioxidant that appears to cut the risk of developing insulin resistance."
        ],
        "perturbed_docs": [
            "Food And Supplements That Lower Blood Sugar Levels. Cinnamon: Researchers are finding that cinnamon reduces blood sugar levels naturally when taken daily. If you absolutely love cinnamon you can sprinkle the recommended six grams of cinnamon on your food throughout the day to achieve the desired effect. foods",
            "Diabetics can develop hyperglycemia if they don't take adequate insulin or if they consume too many carbohydrates, particularly simple carbohydrates that have a high glycemic index. Some research indicates that certain vitamins may help prevent hyperglycemia by lowering your blood sugar level, though more studies are needed. Obtain the majority of the vitamins in your diet from food -- do not attempt to treat blood sugar irregularities with vitamin supplements until you've consulted your doctor. blood",
            "Cinnamon a powerful anti-inflammatory and antioxidant, and helps lower blood sugar levels and improve insulinâ\u0080\u0099s ability to respond to glucose in the blood. Sprinkle it on oatmeal, have it in tea form, sprinkle it on fruit! Prickly Pear/ Nopal: is one of the lowest foods on the glycemic index. Several studies in Mexico have shown blood sugar lowering effects. Grapefruit: Not only do grapefruits have plenty of vitamin C, they also contain naringenin, an antioxidant that appears to cut the risk of developing insulin resistance. and"
        ]
    },
    {
        "query_id": "753480",
        "query_text": "what is hand drill",
        "avg_score_change": 0.5833333333333334,
        "original_docs": [
            "These are used for drilling a range of sizes of hole and they are very useful especially if machine drills are not available. The hand drill generally holds drill sizes from 1mm to 9mm whilst the brace will hold larger drill bits called forstner bits and auger bits. These larger bits can be used to drill blind holes (holes that do not go the entire way through material).",
            "Found This Helpful. A hand drill is a fastening tool used to secure screws or bolts. It can also be used with a drill bit to tighten fasteners, and can be used with stirring attachments to mix paint and joint and other liquid materials, such as glazing materials for ceramics.",
            "Function. Hand drills are used to drill holes or secure two objects together. They can also be used for drilling concrete, steel and other construction materials, depending on the bit used."
        ],
        "perturbed_docs": [
            "These are used for drilling a range of sizes of hole and they are very useful especially if machine drills are not available. The hand drill generally holds drill sizes from 1mm to 9mm whilst the brace will hold larger drill bits called forstner bits and auger bits. These larger bits can be used to drill blind holes (holes that do not go the entire way through material). what",
            "Found This Helpful. A hand drill is a fastening tool used to secure screws or bolts. It can also be used with a drill bit to tighten fasteners, and can be used with stirring attachments to mix paint and joint and other liquid materials, such as glazing materials for ceramics. what",
            "Function. Hand drills are used to drill holes or secure two objects together. They can also be used for drilling concrete, steel and other construction materials, depending on the bit used. is"
        ]
    },
    {
        "query_id": "565696",
        "query_text": "what are some operating systems for computers",
        "avg_score_change": 0.5833333333333333,
        "original_docs": [
            "DOS - Disk Operating System - one of the first operating systems for the personal computer. When you turned the computer on all you saw was the command prompt which looked like c:\\ >. You had to type all commands at the command prompt which might look like c:\\>wp\\wp.exe. This is called a command-line interface.",
            "Mac Operating Systems. Mac OS is the official name of the Apple Macintosh operating system. Mac OS features a graphical user interface (GUI) that utilizes windows, icons, and all applications that run on a Macintosh computer have a similar user interface.",
            "Ubuntu and Mint are some of the most popular. If you want to install a non-Windows operating system on your PC and actually use it, you should probably pick Linux. Linux is a Unix-like operating system, and there are other open-source operating systems like FreeBSD out there. FreeBSD uses a different kernel, but it uses much of the same software youâ\u0080\u0099d find on a typical Linux distributions. The experience of using FreeBSD on a desktop PC will be pretty similar. Chrome OS.",
            "UNIX is a multitasking, command-line operating system implemented on many different types of computers. Because it is both a stand-alone operating system and a network operating system, some call UNIX a multipurpose operating system. Linux is a popular, free, multitasking UNIX-type operating system."
        ],
        "perturbed_docs": [
            "DOS - Disk Operating System - one of the first operating systems for the personal computer. When you turned the computer on all you saw was the command prompt which looked like c:\\ >. You had to type all commands at the command prompt which might look like c:\\>wp\\wp.exe. This is called a command-line interface. operating",
            "Mac Operating Systems. Mac OS is the official name of the Apple Macintosh operating system. Mac OS features a graphical user interface (GUI) that utilizes windows, icons, and all applications that run on a Macintosh computer have a similar user interface. are",
            "Ubuntu and Mint are some of the most popular. If you want to install a non-Windows operating system on your PC and actually use it, you should probably pick Linux. Linux is a Unix-like operating system, and there are other open-source operating systems like FreeBSD out there. FreeBSD uses a different kernel, but it uses much of the same software youâ\u0080\u0099d find on a typical Linux distributions. The experience of using FreeBSD on a desktop PC will be pretty similar. Chrome OS. computers",
            "UNIX is a multitasking, command-line operating system implemented on many different types of computers. Because it is both a stand-alone operating system and a network operating system, some call UNIX a multipurpose operating system. Linux is a popular, free, multitasking UNIX-type operating system. are"
        ]
    },
    {
        "query_id": "1084898",
        "query_text": "what dissolves plaque on teeth",
        "avg_score_change": 0.5555555555555555,
        "original_docs": [
            "They're a wonderful tooth whitener. Rub the juice on the teeth and leave for five minutes. Then rinse off with warm water that has a pinch of baking soda dissolved in it. Tea bag. Black tea contains fluoride that can suppress the growth of bacteria that cause decay and dental plaque, the sticky white film that forms on your teeth. (When it hardens, it's called tartar.) Drop a tea bag of black tea into a cup of hot water, and let it brew for six minutes.",
            "A 2014 study published in the Journal of Oral Health and Dental Management found that aloe vera demonstrates a similar effect on plaque and gingivitis compared with the benchmark control chlorhexidine mouthwash. 1  Slit an aloe vera leaf and extract the pulp. 2  Rub the pulp directly on your teeth and gum line.",
            "Now that you've got a clear understanding of what's involved in proper oral hygiene, you're on the path to healthy teeth and gums. Following are some helpful home remedies for tartar and plaque that use foods and condiments you'll find in the kitchen. Home Remedies from the Cupboard. Coconut oil. Massage this into sore gums for relief."
        ],
        "perturbed_docs": [
            "They're a wonderful tooth whitener. Rub the juice on the teeth and leave for five minutes. Then rinse off with warm water that has a pinch of baking soda dissolved in it. Tea bag. Black tea contains fluoride that can suppress the growth of bacteria that cause decay and dental plaque, the sticky white film that forms on your teeth. (When it hardens, it's called tartar.) Drop a tea bag of black tea into a cup of hot water, and let it brew for six minutes. what",
            "A 2014 study published in the Journal of Oral Health and Dental Management found that aloe vera demonstrates a similar effect on plaque and gingivitis compared with the benchmark control chlorhexidine mouthwash. 1  Slit an aloe vera leaf and extract the pulp. 2  Rub the pulp directly on your teeth and gum line. on",
            "Now that you've got a clear understanding of what's involved in proper oral hygiene, you're on the path to healthy teeth and gums. Following are some helpful home remedies for tartar and plaque that use foods and condiments you'll find in the kitchen. Home Remedies from the Cupboard. Coconut oil. Massage this into sore gums for relief. what"
        ]
    },
    {
        "query_id": "1001926",
        "query_text": "where are bacteria found?",
        "avg_score_change": 0.5555555555555555,
        "original_docs": [
            "The flagella of a unique group of bacteria, the spirochaetes, are found between two membranes in the periplasmic space. They have a distinctive helical body that twists about as it moves.",
            "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater.",
            "Shigellosis is a gram-negative bacteria that is found in toilet bowls. The bacteria can cause a wide range of symptoms, including severe diarrhea and dysentery. The bacteria cause inflammation of the intestines and are usually passed in fecal matter. According to Merck online, one of the common ways that shigellosis bacteria are spread is when food workers fail to wash their hands after using the toilet."
        ],
        "perturbed_docs": [
            "The flagella of a unique group of bacteria, the spirochaetes, are found between two membranes in the periplasmic space. They have a distinctive helical body that twists about as it moves. found?",
            "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater. found?",
            "Shigellosis is a gram-negative bacteria that is found in toilet bowls. The bacteria can cause a wide range of symptoms, including severe diarrhea and dysentery. The bacteria cause inflammation of the intestines and are usually passed in fecal matter. According to Merck online, one of the common ways that shigellosis bacteria are spread is when food workers fail to wash their hands after using the toilet. bacteria"
        ]
    },
    {
        "query_id": "152519",
        "query_text": "diseases rabbits can get",
        "avg_score_change": 0.5555555555555555,
        "original_docs": [
            "Rabbits may also carry myxomatosis, a type of pox that only affects rabbits. Calicivirus disease, also known as rabbit hemorrhagic disease, is a highly contagious and fatal disease affecting wild and domestic rabbits exclusively.",
            "Rabbit Diseases and. Health Hub Page. Rabbit Diseases: Major symptoms of the more common diseases affecting rabbits, like snuffles and enteritis. We'll help you get to know some of the major symptoms of the major rabbit illnesses, and what you can do for these health challenges, including some effective home remedies. Rabbit Health: 3 rabbit husbandry practices that will help to optimize rabbit health and minimize the onset of disease.",
            "One of the most common diseases carried by wild rabbits is tularemia, also known as rabbit fever. Tularemia is a bacterial disease that can be transmitted to humans. It can be contracted through contact with blood or the tissue of infected animals. Deer flies and ticks can also transmit tularemia. Symptoms include skin ulcers at the point of infection and swollen lymph nodes."
        ],
        "perturbed_docs": [
            "Rabbits may also carry myxomatosis, a type of pox that only affects rabbits. Calicivirus disease, also known as rabbit hemorrhagic disease, is a highly contagious and fatal disease affecting wild and domestic rabbits exclusively. diseases",
            "Rabbit Diseases and. Health Hub Page. Rabbit Diseases: Major symptoms of the more common diseases affecting rabbits, like snuffles and enteritis. We'll help you get to know some of the major symptoms of the major rabbit illnesses, and what you can do for these health challenges, including some effective home remedies. Rabbit Health: 3 rabbit husbandry practices that will help to optimize rabbit health and minimize the onset of disease. get",
            "One of the most common diseases carried by wild rabbits is tularemia, also known as rabbit fever. Tularemia is a bacterial disease that can be transmitted to humans. It can be contracted through contact with blood or the tissue of infected animals. Deer flies and ticks can also transmit tularemia. Symptoms include skin ulcers at the point of infection and swollen lymph nodes. diseases"
        ]
    },
    {
        "query_id": "524447",
        "query_text": "treatment of varicose veins in legs",
        "avg_score_change": 0.5555555555555555,
        "original_docs": [
            "If you don't respond to self-care or compression stockings, or if your condition is more severe, your doctor may suggest one of these varicose vein treatments: 1  Sclerotherapy. 2  Foam sclerotherapy of large veins. 3  Laser surgeries.  Catheter-assisted procedures using radiofrequency or laser 1  energy. High ligation and vein stripping.",
            "Apple cider vinegar is a wonderful treatment for varicose veins. It is a natural body cleansing product and it also improves blood flow and circulation. When the blood starts flowing naturally, the heaviness and swelling of varicose veins will decrease to a great extent.",
            "Cayenne Pepper. Cayenne pepper is considered a miracle treatment for varicose veins. Being a very rich source of vitamin C and bioflavonoids, it increases blood circulation and eases the pain of congested, swollen veins. Add one teaspoon of cayenne pepper powder to a cup of hot water and stir it well."
        ],
        "perturbed_docs": [
            "If you don't respond to self-care or compression stockings, or if your condition is more severe, your doctor may suggest one of these varicose vein treatments: 1  Sclerotherapy. 2  Foam sclerotherapy of large veins. 3  Laser surgeries.  Catheter-assisted procedures using radiofrequency or laser 1  energy. High ligation and vein stripping. of",
            "Apple cider vinegar is a wonderful treatment for varicose veins. It is a natural body cleansing product and it also improves blood flow and circulation. When the blood starts flowing naturally, the heaviness and swelling of varicose veins will decrease to a great extent. veins",
            "Cayenne Pepper. Cayenne pepper is considered a miracle treatment for varicose veins. Being a very rich source of vitamin C and bioflavonoids, it increases blood circulation and eases the pain of congested, swollen veins. Add one teaspoon of cayenne pepper powder to a cup of hot water and stir it well. veins"
        ]
    },
    {
        "query_id": "148424",
        "query_text": "difference between protime and inr",
        "avg_score_change": 0.5555555555555555,
        "original_docs": [
            "In healthy people an INR of 1.1 or below is considered normal. An INR range of 2.0 to 3.0 is generally an effective therapeutic range for people taking warfarin for disorders such as atrial fibrillation or a blood clot in the leg or lung. In certain situations, such as having a mechanical heart valve, you might need a slightly higher INR.",
            "INR and APTT are two types of test conducted to measure the coagulation of blood in the patient. INR stands for â\u0080\u009cInternational Normalized Ratioâ\u0080\u009d. It is also called â\u0080\u009cProTime INRâ\u0080\u009d and â\u0080\u009cINR PTâ\u0080\u009d. APTT, on the other hand, stands for â\u0080\u009cActivated Partial Thromboplastin Timeâ\u0080\u009d. The international normalized ratio is derived form the prothrombin time (PT) and the prothrombin ratio (PR). These are used to measure the extrinsic pathway of coagulation.",
            "In brief: Uniform standered. Pt is prothrombin time, inr is international normalized ratio, both measure cloting tendency in disease and in health. In pt each time you need contol which varies place to place and some what unpredictble. So inr solves the problem by uniform standred all over the world."
        ],
        "perturbed_docs": [
            "In healthy people an INR of 1.1 or below is considered normal. An INR range of 2.0 to 3.0 is generally an effective therapeutic range for people taking warfarin for disorders such as atrial fibrillation or a blood clot in the leg or lung. In certain situations, such as having a mechanical heart valve, you might need a slightly higher INR. inr",
            "INR and APTT are two types of test conducted to measure the coagulation of blood in the patient. INR stands for â\u0080\u009cInternational Normalized Ratioâ\u0080\u009d. It is also called â\u0080\u009cProTime INRâ\u0080\u009d and â\u0080\u009cINR PTâ\u0080\u009d. APTT, on the other hand, stands for â\u0080\u009cActivated Partial Thromboplastin Timeâ\u0080\u009d. The international normalized ratio is derived form the prothrombin time (PT) and the prothrombin ratio (PR). These are used to measure the extrinsic pathway of coagulation. between",
            "In brief: Uniform standered. Pt is prothrombin time, inr is international normalized ratio, both measure cloting tendency in disease and in health. In pt each time you need contol which varies place to place and some what unpredictble. So inr solves the problem by uniform standred all over the world. and"
        ]
    },
    {
        "query_id": "899800",
        "query_text": "what supplements are antiinflammatory",
        "avg_score_change": 0.5555555555555555,
        "original_docs": [
            "1 Curcumin â\u0080\u0093 is a powerful anti-inflammatory supplement that is the active ingredient in the Indian spice turmeric. 2  Turmeric, in turn, has been one of the key players in the millennia-old Ayurvedic medical tradition. 3  Curcumin has been used extensively in the case of fighting cancer, arthrosclerosis, arthritis and asthma.s you know, there is much you can do on the diet and food front when it comes to combating inflammation. For a discussion of chronic inflammation and what diets and foods are best to manage inflammation check out anti-inflammatory diets for details.",
            "1 Borage or Star Flower Oil â\u0080\u0093 is a powerful anti-inflammatory supplement. 2  While many Omega 6 fats can promote inflammation by producing the inflammatory prostaglandins, this is not the case with borage or star flower oil which in fact produce the anti-inflammatory types of prostaglandins.s you know, there is much you can do on the diet and food front when it comes to combating inflammation. For a discussion of chronic inflammation and what diets and foods are best to manage inflammation check out anti-inflammatory diets for details.",
            "Boswellia (serrata, frankincense) â\u0080\u0093 is a natural herbal anti-inflammatory supplement which behaves as COX-2 inhibitors. Originating as gum resin from the Boswellia serrata tree and native to India, boswellia reduces pain and inflammation without gastric upset.elow is a list of the best natural anti-inflammatory supplements without risky side effects. Remember to consult with your doctor before taking any herbal supplements. Olive Leaf Extract-is an amazing antibacterial and antiviral plant which has the ability to combat a range of illnesses."
        ],
        "perturbed_docs": [
            "1 Curcumin â\u0080\u0093 is a powerful anti-inflammatory supplement that is the active ingredient in the Indian spice turmeric. 2  Turmeric, in turn, has been one of the key players in the millennia-old Ayurvedic medical tradition. 3  Curcumin has been used extensively in the case of fighting cancer, arthrosclerosis, arthritis and asthma.s you know, there is much you can do on the diet and food front when it comes to combating inflammation. For a discussion of chronic inflammation and what diets and foods are best to manage inflammation check out anti-inflammatory diets for details. antiinflammatory",
            "1 Borage or Star Flower Oil â\u0080\u0093 is a powerful anti-inflammatory supplement. 2  While many Omega 6 fats can promote inflammation by producing the inflammatory prostaglandins, this is not the case with borage or star flower oil which in fact produce the anti-inflammatory types of prostaglandins.s you know, there is much you can do on the diet and food front when it comes to combating inflammation. For a discussion of chronic inflammation and what diets and foods are best to manage inflammation check out anti-inflammatory diets for details. are",
            "Boswellia (serrata, frankincense) â\u0080\u0093 is a natural herbal anti-inflammatory supplement which behaves as COX-2 inhibitors. Originating as gum resin from the Boswellia serrata tree and native to India, boswellia reduces pain and inflammation without gastric upset.elow is a list of the best natural anti-inflammatory supplements without risky side effects. Remember to consult with your doctor before taking any herbal supplements. Olive Leaf Extract-is an amazing antibacterial and antiviral plant which has the ability to combat a range of illnesses. antiinflammatory"
        ]
    },
    {
        "query_id": "438316",
        "query_text": "leading causes of death in united states",
        "avg_score_change": 0.5333333333333333,
        "original_docs": [
            "1 In 2009, alcohol-related liver disease was the primary cause of almost 1 in 3 liver transplants in the United States. 2  31. 3  Drinking alcohol increases the risk of cancers of the mouth, esophagus, pharynx, larynx, liver, and breast.",
            "Heart disease remains the leading cause of death in the US, accounting for 1 in every 4 deaths, and affecting significantly more men than women. Contents of this article: 1  Top 10 leading causes of death. 2  Top 10 leading causes of death in more detail. 3  Heart disease. 4  Cancer. 5  Chronic lower respiratory disease. 6  Accidents. 7  Stroke. 8  Alzheimer's disease.",
            "In 16 years, cancer will become the leading cause of death in the United States, surpassing heart disease, according to a new report from the American Society of Clinical Oncology. The number of new cancer cases is expected to increase nearly 45% by 2030, from 1.6 million cases to 2.3 million cases annually."
        ],
        "perturbed_docs": [
            "1 In 2009, alcohol-related liver disease was the primary cause of almost 1 in 3 liver transplants in the United States. 2  31. 3  Drinking alcohol increases the risk of cancers of the mouth, esophagus, pharynx, larynx, liver, and breast. of",
            "Heart disease remains the leading cause of death in the US, accounting for 1 in every 4 deaths, and affecting significantly more men than women. Contents of this article: 1  Top 10 leading causes of death. 2  Top 10 leading causes of death in more detail. 3  Heart disease. 4  Cancer. 5  Chronic lower respiratory disease. 6  Accidents. 7  Stroke. 8  Alzheimer's disease. causes",
            "In 16 years, cancer will become the leading cause of death in the United States, surpassing heart disease, according to a new report from the American Society of Clinical Oncology. The number of new cancer cases is expected to increase nearly 45% by 2030, from 1.6 million cases to 2.3 million cases annually. leading"
        ]
    },
    {
        "query_id": "178627",
        "query_text": "effects of detox juice cleanse",
        "avg_score_change": 0.5,
        "original_docs": [
            "Unhealthy Weight Loss. One of the positive side effects of a detox cleanse is weight loss. However, according to the same review article in Obesity Reviews, you're not losing fat weight on such a severe diet, but precious muscle mass.",
            "Diarrhea is a common side effect of a detox cleanse. In fact, proponents of these types of diet plans claim that the diarrhea is a sign your body is ridding itself of toxic substances."
        ],
        "perturbed_docs": [
            "Unhealthy Weight Loss. One of the positive side effects of a detox cleanse is weight loss. However, according to the same review article in Obesity Reviews, you're not losing fat weight on such a severe diet, but precious muscle mass. of",
            "Diarrhea is a common side effect of a detox cleanse. In fact, proponents of these types of diet plans claim that the diarrhea is a sign your body is ridding itself of toxic substances. effects"
        ]
    },
    {
        "query_id": "45924",
        "query_text": "average temperatures las vegas by month",
        "avg_score_change": 0.5,
        "original_docs": [
            "1 Average High Temperature in November in Las Vegas: 67 F (19.4 C). 2  Average Low Temperature in November in Las Vegas: 42 F (5.5 C). 3  Average Rainfall in November in Las Vegas: .43â\u0080\u009d. 4  Average Humidity in November in Las Vegas: 31%.",
            "45Â°F. 0.5. The highest average temperature in Las Vegas is July at 93.6 degrees. The coldest average temperature in Las Vegas is December at 45.4 degrees. The most monthly precipitation in Las Vegas occurs in February with 0.8 inches. The Las Vegas weather information is based on the average of the previous 3-7 years of data. Loading..."
        ],
        "perturbed_docs": [
            "1 Average High Temperature in November in Las Vegas: 67 F (19.4 C). 2  Average Low Temperature in November in Las Vegas: 42 F (5.5 C). 3  Average Rainfall in November in Las Vegas: .43â\u0080\u009d. 4  Average Humidity in November in Las Vegas: 31%. las",
            "45Â°F. 0.5. The highest average temperature in Las Vegas is July at 93.6 degrees. The coldest average temperature in Las Vegas is December at 45.4 degrees. The most monthly precipitation in Las Vegas occurs in February with 0.8 inches. The Las Vegas weather information is based on the average of the previous 3-7 years of data. Loading... average"
        ]
    },
    {
        "query_id": "208145",
        "query_text": "how bicycle tire tubes are sized",
        "avg_score_change": 0.5,
        "original_docs": [
            "Inspect the sidewall of the bicycle tire that needs a new tube. The sidewall is the area of the tire next to the rim on either side that does not touch the ground when the bike is in motion. The tire size will be printed there in raised numbers along with the recommended tire pressure and possibly other information.",
            "The numbers on the sidewall of you tyre are the best place to look for your tyre and tube size information. Most tyres will show both an ETRTO size and a Metric or Imperial size. See below images for examples of two of the most common tyre sizes. Mountain Bike 54-559 ETRTO or 26 x 2.1. Road Bike 23-622 ETRTO or 700 x 23c."
        ],
        "perturbed_docs": [
            "Inspect the sidewall of the bicycle tire that needs a new tube. The sidewall is the area of the tire next to the rim on either side that does not touch the ground when the bike is in motion. The tire size will be printed there in raised numbers along with the recommended tire pressure and possibly other information. are",
            "The numbers on the sidewall of you tyre are the best place to look for your tyre and tube size information. Most tyres will show both an ETRTO size and a Metric or Imperial size. See below images for examples of two of the most common tyre sizes. Mountain Bike 54-559 ETRTO or 26 x 2.1. Road Bike 23-622 ETRTO or 700 x 23c. tire"
        ]
    },
    {
        "query_id": "205107",
        "query_text": "honesty or integrity definition",
        "avg_score_change": 0.5,
        "original_docs": [
            "honesty. n, pl-ties. 1. the condition of being honest. 2. sincerity or fairness. 3. virtue or respect.",
            "hence, a white lie in some cases, is a result of integrity. integrity is the value and morals of a individual in relation or in addition to honesty. honestly is frankness and as the other guy said, adherence to facts."
        ],
        "perturbed_docs": [
            "honesty. n, pl-ties. 1. the condition of being honest. 2. sincerity or fairness. 3. virtue or respect. definition",
            "hence, a white lie in some cases, is a result of integrity. integrity is the value and morals of a individual in relation or in addition to honesty. honestly is frankness and as the other guy said, adherence to facts. definition"
        ]
    },
    {
        "query_id": "1090029",
        "query_text": "temperature in clearwater florida per month",
        "avg_score_change": 0.5,
        "original_docs": [
            "Clearwater enjoys moderately hot temperatures in summer with highs in the 80s or 90s Fahrenheit. The 90-degree weather can show up anytime from May to October. But it normally doesn't get any hotter than 100 Â°F (38 Â°C) at this vacation destination. Days per month in Clearwater of at least 70, 80 or 90 Â°F.",
            "Clearwater Beach: Annual Weather Averages. January is the hottest month in Clearwater Beach with an average temperature of 59 Â°F (15 Â°C) and the coldest is January at 59 Â°F (15 Â°C). Average Temperature: Clearwater Beach Loading weather data."
        ],
        "perturbed_docs": [
            "Clearwater enjoys moderately hot temperatures in summer with highs in the 80s or 90s Fahrenheit. The 90-degree weather can show up anytime from May to October. But it normally doesn't get any hotter than 100 Â°F (38 Â°C) at this vacation destination. Days per month in Clearwater of at least 70, 80 or 90 Â°F. per",
            "Clearwater Beach: Annual Weather Averages. January is the hottest month in Clearwater Beach with an average temperature of 59 Â°F (15 Â°C) and the coldest is January at 59 Â°F (15 Â°C). Average Temperature: Clearwater Beach Loading weather data. per"
        ]
    },
    {
        "query_id": "1089036",
        "query_text": "vasospasms caused by what",
        "avg_score_change": 0.5,
        "original_docs": [
            "Since vasospasms can be caused by atherosclerosis and contribute to the severity of ischemia there are some surgical options which can restore circulation to these ischemic areas. Regarding coronary vasospasm, one surgical intervention, referred to as percutaneous coronary intervention or angioplasty, involves placing a stent at the site of stenosis in an artery and inflating the stent using a balloon catheter.",
            "Blood can also irritate and damage the normal blood vessels and cause vasospasm (constriction). This can interrupt normal blood flow to the healthy brain tissue and can cause even more brain damage. This is called an â\u0080\u009cischemic stroke.â\u0080\u009d Will treating a ruptured aneurysm reverse or improve brain damage?"
        ],
        "perturbed_docs": [
            "Since vasospasms can be caused by atherosclerosis and contribute to the severity of ischemia there are some surgical options which can restore circulation to these ischemic areas. Regarding coronary vasospasm, one surgical intervention, referred to as percutaneous coronary intervention or angioplasty, involves placing a stent at the site of stenosis in an artery and inflating the stent using a balloon catheter. by",
            "Blood can also irritate and damage the normal blood vessels and cause vasospasm (constriction). This can interrupt normal blood flow to the healthy brain tissue and can cause even more brain damage. This is called an â\u0080\u009cischemic stroke.â\u0080\u009d Will treating a ruptured aneurysm reverse or improve brain damage? by"
        ]
    },
    {
        "query_id": "1088658",
        "query_text": "weather in brinny ireland",
        "avg_score_change": 0.5,
        "original_docs": [
            "Brinny, Ireland weather text for Mon 26 th February. It looks on Monday, 26 February the Brinny, Ireland weather is going to be blizzard. The visibility is going to be around 15 km i.e. 9 miles and an atmospheric pressure of 1022 mb. The daytime temperature is going to reach 1 Â°c and the temperature is going to dip to -1 Â°c at night.",
            "The Brinny, Ireland weather is going to be patchy rain possible. Brinny, Ireland visibility is going to be around 19 km i.e. 12 miles and an atmospheric pressure of 1021 mb. The daytime temperature is going to reach 6 Â°c and the temperature is going to dip to 3 Â°c at night."
        ],
        "perturbed_docs": [
            "Brinny, Ireland weather text for Mon 26 th February. It looks on Monday, 26 February the Brinny, Ireland weather is going to be blizzard. The visibility is going to be around 15 km i.e. 9 miles and an atmospheric pressure of 1022 mb. The daytime temperature is going to reach 1 Â°c and the temperature is going to dip to -1 Â°c at night. in",
            "The Brinny, Ireland weather is going to be patchy rain possible. Brinny, Ireland visibility is going to be around 19 km i.e. 12 miles and an atmospheric pressure of 1021 mb. The daytime temperature is going to reach 6 Â°c and the temperature is going to dip to 3 Â°c at night. brinny"
        ]
    },
    {
        "query_id": "1088475",
        "query_text": "weather in holmes,ny",
        "avg_score_change": 0.5,
        "original_docs": [
            "Hourly Forecast Detailed. 1  0am:The Holmes, NY forecast for Aug 30 is 58 degrees and Cloudy. 2  3am:The Holmes, NY forecast for Aug 30 is 57 degrees and Partly cloudy. 3  6am:The Holmes, NY forecast for Aug 30 is 55 degrees and Fog. 4  9am:The Holmes, NY forecast for Aug 30 is 56 degrees and Partly cloudy.",
            "Holmes Weather Forecast for Wednesday, August 30. Countries/United States/ New York/ Holmes. The Holmes, NY forecast for Aug 30 is 68 degrees and Partly cloudy . There is 82 percentage chance of rain and 4 mph winds from the West."
        ],
        "perturbed_docs": [
            "Hourly Forecast Detailed. 1  0am:The Holmes, NY forecast for Aug 30 is 58 degrees and Cloudy. 2  3am:The Holmes, NY forecast for Aug 30 is 57 degrees and Partly cloudy. 3  6am:The Holmes, NY forecast for Aug 30 is 55 degrees and Fog. 4  9am:The Holmes, NY forecast for Aug 30 is 56 degrees and Partly cloudy. weather",
            "Holmes Weather Forecast for Wednesday, August 30. Countries/United States/ New York/ Holmes. The Holmes, NY forecast for Aug 30 is 68 degrees and Partly cloudy . There is 82 percentage chance of rain and 4 mph winds from the West. weather"
        ]
    },
    {
        "query_id": "1088302",
        "query_text": "weather in pittsburgh pa area",
        "avg_score_change": 0.5,
        "original_docs": [
            "Pittsburgh 5 Day Weather. Thursday:The Pittsburgh forecast for Aug 24 is 76 degrees and Overcast. Friday:The Pittsburgh forecast for Aug 25 is 70 degrees and Cloudy. Saturday:The Pittsburgh forecast for Aug 26 is 73 degrees and Sunny. Sunday:The Pittsburgh forecast for Aug 27 is 76 degrees and Partly cloudy.",
            "Pittsburgh Weather: Up To 3 Inches Of Snow - Pittsburgh, PA - Additional snow is predicted for Wednesday night."
        ],
        "perturbed_docs": [
            "Pittsburgh 5 Day Weather. Thursday:The Pittsburgh forecast for Aug 24 is 76 degrees and Overcast. Friday:The Pittsburgh forecast for Aug 25 is 70 degrees and Cloudy. Saturday:The Pittsburgh forecast for Aug 26 is 73 degrees and Sunny. Sunday:The Pittsburgh forecast for Aug 27 is 76 degrees and Partly cloudy. pa",
            "Pittsburgh Weather: Up To 3 Inches Of Snow - Pittsburgh, PA - Additional snow is predicted for Wednesday night. pa"
        ]
    },
    {
        "query_id": "1087766",
        "query_text": "what are apple cider vitamins for",
        "avg_score_change": 0.5,
        "original_docs": [
            "The health benefits of apple cider vinegar are far reaching, as it has shown promise for heart health, diabetes and weight loss. ACV can also alleviate symptoms of acid reflux, sinusitis and sore throat, and even for skin problems; Apple cider vinegar is a great all-around cleaning product â\u0080\u0093 it's a powerful natural cleaner and can neutralize odors",
            "Chock full of vitamins and minerals, apple cider vinegar helps provide vital nutrients that the body may be missing. Raw apple cider vinegar contains anti-fungal, anti-viral and anti-bacterial properties that can work as immune protectors against a wide variety of germs."
        ],
        "perturbed_docs": [
            "The health benefits of apple cider vinegar are far reaching, as it has shown promise for heart health, diabetes and weight loss. ACV can also alleviate symptoms of acid reflux, sinusitis and sore throat, and even for skin problems; Apple cider vinegar is a great all-around cleaning product â\u0080\u0093 it's a powerful natural cleaner and can neutralize odors vitamins",
            "Chock full of vitamins and minerals, apple cider vinegar helps provide vital nutrients that the body may be missing. Raw apple cider vinegar contains anti-fungal, anti-viral and anti-bacterial properties that can work as immune protectors against a wide variety of germs. for"
        ]
    },
    {
        "query_id": "1087736",
        "query_text": "what are botulinum toxins currently most commonly used for?",
        "avg_score_change": 0.5,
        "original_docs": [
            "Botulinum toxin is used to treat a number of problems. Muscle spasticity. Botulinum toxin is used to treat a number of disorders characterized by overactive muscle movement, including post-stroke spasticity, post-spinal cord injury spasticity, spasms of the head and neck, eyelid, vagina, limbs, jaw, and vocal cords.",
            "Botulinum toxin (BTX) is a neurotoxic protein produced by the bacterium Clostridium botulinum and related species.[1] It prevents the release of the neurotransmitter acetylcholine from axon endings at the neuromuscular junction and thus causes flaccid paralysis. Infection with the bacterium causes the disease botulism."
        ],
        "perturbed_docs": [
            "Botulinum toxin is used to treat a number of problems. Muscle spasticity. Botulinum toxin is used to treat a number of disorders characterized by overactive muscle movement, including post-stroke spasticity, post-spinal cord injury spasticity, spasms of the head and neck, eyelid, vagina, limbs, jaw, and vocal cords. are",
            "Botulinum toxin (BTX) is a neurotoxic protein produced by the bacterium Clostridium botulinum and related species.[1] It prevents the release of the neurotransmitter acetylcholine from axon endings at the neuromuscular junction and thus causes flaccid paralysis. Infection with the bacterium causes the disease botulism. what"
        ]
    },
    {
        "query_id": "1087589",
        "query_text": "what are gases used in neon signs?",
        "avg_score_change": 0.5,
        "original_docs": [
            "The rare gases, neon, argon, helium, xenon and krypton, are ideally suited for use in signs. The two most common gases used in neon signs are neon and argon. While neon is very bright, argon's light is weak due to its low resistance. Neon gas give...",
            "Neon signs that use an argon/mercury gas mixture emit a good deal of ultraviolet light. When this light is absorbed by a fluorescent coating, preferably inside the tube, the coating (called a phosphor) glows with its own color."
        ],
        "perturbed_docs": [
            "The rare gases, neon, argon, helium, xenon and krypton, are ideally suited for use in signs. The two most common gases used in neon signs are neon and argon. While neon is very bright, argon's light is weak due to its low resistance. Neon gas give... gases",
            "Neon signs that use an argon/mercury gas mixture emit a good deal of ultraviolet light. When this light is absorbed by a fluorescent coating, preferably inside the tube, the coating (called a phosphor) glows with its own color. neon"
        ]
    },
    {
        "query_id": "1087042",
        "query_text": "what are the food sources for astaxanthin",
        "avg_score_change": 0.5,
        "original_docs": [
            "Find out the uses, top facts, side effects, food sources, and health benefits of astaxanthin. Astaxanthin is a keto-carotenoid which belongs to a larger clas... Find out the uses, top facts, side effects, food sources, and health benefits of astaxanthin. Astaxanthin is a keto-carotenoid which belongs to a larger class of chemical compounds known as terpenes. It is found in certain marine plants and animals.",
            "Astaxanthin, being the most important carotenoid, is available from natural sources (crustaceans, algae, and yeast), from synthetic sources, and by metabolic engineering (eg, Gassel et al., 2014)."
        ],
        "perturbed_docs": [
            "Find out the uses, top facts, side effects, food sources, and health benefits of astaxanthin. Astaxanthin is a keto-carotenoid which belongs to a larger clas... Find out the uses, top facts, side effects, food sources, and health benefits of astaxanthin. Astaxanthin is a keto-carotenoid which belongs to a larger class of chemical compounds known as terpenes. It is found in certain marine plants and animals. what",
            "Astaxanthin, being the most important carotenoid, is available from natural sources (crustaceans, algae, and yeast), from synthetic sources, and by metabolic engineering (eg, Gassel et al., 2014). the"
        ]
    },
    {
        "query_id": "1086385",
        "query_text": "what can be reason of excess urination",
        "avg_score_change": 0.5,
        "original_docs": [
            "Frequent urination may be caused by diseases affecting the urinary tract at any level. The urinary tract includes the kidneys, the tubes connecting the kidneys to the bladder (ureters), the bladder, and the duct through which urine flows from the bladder out of the body (urethra). Several factors may be linked to frequent urination, such as: 1  Infection, disease, injury or irritation of the bladder. 2  Conditions that increase urine production. 3  Changes in muscles, nerves or other tissues affecting bladder function. 4  Certain cancer treatments. 5  Drugs or beverages that increase urine production.",
            "Urinary frequency is often associated with other symptoms like. painful urination , blood in the urine , or; an urgent need to urinate when it is the result of a urinary tract infection. Frequent urination may be a symptom of diabetes or can result from medications, such as diuretics. If urinary frequency occurs at night, it may be referred to as nocturia (having to urinate at night). Many pregnant women also experienced an increased need to urinate. REFERENCE:"
        ],
        "perturbed_docs": [
            "Frequent urination may be caused by diseases affecting the urinary tract at any level. The urinary tract includes the kidneys, the tubes connecting the kidneys to the bladder (ureters), the bladder, and the duct through which urine flows from the bladder out of the body (urethra). Several factors may be linked to frequent urination, such as: 1  Infection, disease, injury or irritation of the bladder. 2  Conditions that increase urine production. 3  Changes in muscles, nerves or other tissues affecting bladder function. 4  Certain cancer treatments. 5  Drugs or beverages that increase urine production. reason",
            "Urinary frequency is often associated with other symptoms like. painful urination , blood in the urine , or; an urgent need to urinate when it is the result of a urinary tract infection. Frequent urination may be a symptom of diabetes or can result from medications, such as diuretics. If urinary frequency occurs at night, it may be referred to as nocturia (having to urinate at night). Many pregnant women also experienced an increased need to urinate. REFERENCE: of"
        ]
    },
    {
        "query_id": "1100875",
        "query_text": "effects of using pedialyte",
        "avg_score_change": 0.5,
        "original_docs": [
            "Plus, if youâ\u0080\u0099re aiming for weight loss, the calorie content in Pedialyte and sports drinks is likely to negate the effects of a moderate workout. Yet rehydrating with a drink like Pedialyte enables the body to replenish and retain the fluids and essential electrolytes longer than plain water. Bottom line: Aim to make water your No. 1 choice for hydration. But Pedialyte could have benefits if you are feeling particularly dehydrated after a long or hot run. If you feel you would benefit from the electrolyte boost, DeRaad says itâ\u0080\u0099s possible to make a homemade version of Pedialyte using World Health Organization guidelines.",
            "Several things can lead to dehydration. Luckily, Pedialyte can help you or your family hydrate no matter what causes your dehydration. Choose from the common causes of dehydration below to learn more about how they lead to dehydration and how Pedialyte can help:"
        ],
        "perturbed_docs": [
            "Plus, if youâ\u0080\u0099re aiming for weight loss, the calorie content in Pedialyte and sports drinks is likely to negate the effects of a moderate workout. Yet rehydrating with a drink like Pedialyte enables the body to replenish and retain the fluids and essential electrolytes longer than plain water. Bottom line: Aim to make water your No. 1 choice for hydration. But Pedialyte could have benefits if you are feeling particularly dehydrated after a long or hot run. If you feel you would benefit from the electrolyte boost, DeRaad says itâ\u0080\u0099s possible to make a homemade version of Pedialyte using World Health Organization guidelines. pedialyte",
            "Several things can lead to dehydration. Luckily, Pedialyte can help you or your family hydrate no matter what causes your dehydration. Choose from the common causes of dehydration below to learn more about how they lead to dehydration and how Pedialyte can help: using"
        ]
    },
    {
        "query_id": "1085943",
        "query_text": "canada most dense area",
        "avg_score_change": 0.5,
        "original_docs": [
            "Comparing Canada with its neighbour to the south, the population density of the USA is  33.51 persons per square kilometer. Canada's most densely populated province is Prince Edward Island. PEI is also Canada's smallest province, both by area and population. In what part of Canada is the population the most dense?",
            "Iâ\u0080\u0099ve been going over this for an urban studies project at Concordia. Here is a link for the the densest census tracts in Canada: http://www.globalnews.ca/pages/topicNew.aspx?id=6442578231. As you will see, the densest tracts are in inner suburbs of Toronto. The densest downtown area in the country remains Montreal. The west end of Montrealâ\u0080\u0099s downtown (near Concordia) has several blocks of wall-to-wall highrises, complemented by mid-rises and brownstones."
        ],
        "perturbed_docs": [
            "Comparing Canada with its neighbour to the south, the population density of the USA is  33.51 persons per square kilometer. Canada's most densely populated province is Prince Edward Island. PEI is also Canada's smallest province, both by area and population. In what part of Canada is the population the most dense? dense",
            "Iâ\u0080\u0099ve been going over this for an urban studies project at Concordia. Here is a link for the the densest census tracts in Canada: http://www.globalnews.ca/pages/topicNew.aspx?id=6442578231. As you will see, the densest tracts are in inner suburbs of Toronto. The densest downtown area in the country remains Montreal. The west end of Montrealâ\u0080\u0099s downtown (near Concordia) has several blocks of wall-to-wall highrises, complemented by mid-rises and brownstones. most"
        ]
    },
    {
        "query_id": "1085804",
        "query_text": "what company manufactures docetaxel",
        "avg_score_change": 0.5,
        "original_docs": [
            "docetaxel injectable;injection. 1  Manufacturer: ACTAVIS LLC. Approval date: April 12, 2013. 2  Manufacturer: DFB ONCOLOGY LTD. Approval date: January 20, 2017. 3  Manufacturer: DR REDDYS LABS LTD. Approval date: November 5, 2014. 4  Manufacturer: JIANGSU HENGRUI MED. Approval date: August 9, 2017. 5  Manufacturer: TEVA PHARMS USA.",
            "Who Makes Docetaxel? Taxotere is currently made by sanofi-aventis. However, the patents for docetaxel have expired; a generic version of the medication is available and made by Hospira, Inc. Docefrez is made by Sun Pharmaceutical Ind. Ltd. for Caraco Pharmaceutical Laboratories, Ltd. Generic docetaxel is made by various manufacturers."
        ],
        "perturbed_docs": [
            "docetaxel injectable;injection. 1  Manufacturer: ACTAVIS LLC. Approval date: April 12, 2013. 2  Manufacturer: DFB ONCOLOGY LTD. Approval date: January 20, 2017. 3  Manufacturer: DR REDDYS LABS LTD. Approval date: November 5, 2014. 4  Manufacturer: JIANGSU HENGRUI MED. Approval date: August 9, 2017. 5  Manufacturer: TEVA PHARMS USA. what",
            "Who Makes Docetaxel? Taxotere is currently made by sanofi-aventis. However, the patents for docetaxel have expired; a generic version of the medication is available and made by Hospira, Inc. Docefrez is made by Sun Pharmaceutical Ind. Ltd. for Caraco Pharmaceutical Laboratories, Ltd. Generic docetaxel is made by various manufacturers. manufactures"
        ]
    },
    {
        "query_id": "1084906",
        "query_text": "what diseases are associated with low white blood cell count",
        "avg_score_change": 0.5,
        "original_docs": [
            "A low white blood cell count usually is caused by: 1  Viral infections that temporarily disrupt the work of bone marrow. 2  Certain disorders present at birth (congenital) that involve diminished bone marrow function. 3  Cancer (or other diseases that damage bone marrow) 4  Autoimmune disorders that destroy white blood cells or bone marrow cells.",
            "Quick Answer. Diseases that cause low white blood cell counts include aplastic anemia, human immunodeficiency virus, leukemia and lupus, according to Mayo Clinic. Other causes include rheumatoid arthritis, Crohn's disease and infections such as tuberculosis, reports MedlinePlus.",
            "Other causes of low white blood cell count include systemic lupus erythematosus, Hodgkin's lymphoma, some types of cancer, typhoid, malaria, tuberculosis, dengue, rickettsial infections, enlargement of the spleen, folate deficiencies, psittacosis, sepsis, SjÃ¶gren's syndrome and Lyme disease."
        ],
        "perturbed_docs": [
            "A low white blood cell count usually is caused by: 1  Viral infections that temporarily disrupt the work of bone marrow. 2  Certain disorders present at birth (congenital) that involve diminished bone marrow function. 3  Cancer (or other diseases that damage bone marrow) 4  Autoimmune disorders that destroy white blood cells or bone marrow cells. diseases",
            "Quick Answer. Diseases that cause low white blood cell counts include aplastic anemia, human immunodeficiency virus, leukemia and lupus, according to Mayo Clinic. Other causes include rheumatoid arthritis, Crohn's disease and infections such as tuberculosis, reports MedlinePlus. what",
            "Other causes of low white blood cell count include systemic lupus erythematosus, Hodgkin's lymphoma, some types of cancer, typhoid, malaria, tuberculosis, dengue, rickettsial infections, enlargement of the spleen, folate deficiencies, psittacosis, sepsis, SjÃ¶gren's syndrome and Lyme disease. white"
        ]
    },
    {
        "query_id": "1084713",
        "query_text": "what do rich people complain about",
        "avg_score_change": 0.5,
        "original_docs": [
            "Rich people complain about how little they have in savings. Often in front of their poor friends while the broke friends just look at each other whenever the word â\u0080\u0098savingsâ\u0080\u0099 is uttered and break into laughter, as for them, surviving is enough.",
            "Well, there are normal things, too. No matter how rich or how poor you are there are things that you will find deserves equal complaints both from you and your rich friends. These include traffic, weather, relationship problems and slow internet. They are human beings after all, people."
        ],
        "perturbed_docs": [
            "Rich people complain about how little they have in savings. Often in front of their poor friends while the broke friends just look at each other whenever the word â\u0080\u0098savingsâ\u0080\u0099 is uttered and break into laughter, as for them, surviving is enough. about",
            "Well, there are normal things, too. No matter how rich or how poor you are there are things that you will find deserves equal complaints both from you and your rich friends. These include traffic, weather, relationship problems and slow internet. They are human beings after all, people. people"
        ]
    },
    {
        "query_id": "1084408",
        "query_text": "what does a psychotherapist do",
        "avg_score_change": 0.5,
        "original_docs": [
            "What does a Psychotherapist do? Psychotherapists may be able to help resolve anger issues and prevent future violence. Psychotherapists talk with patients on a one-to-one basis. Psychotherapy may benefit individuals who suffer from chronic stress and anxiety. A psychotherapist may help to facilitate group therapy sessions. A psychotherapist may help a patient deal with bereavement. Many psychotherapists specialize in helping the elderly.",
            "Psychotherapist Overview A psychotherapist interacts with patients to initiate change in the patient's thoughts, feelings, and behavior through adaptation. Psychotherapists provide treatment in individual and group settings."
        ],
        "perturbed_docs": [
            "What does a Psychotherapist do? Psychotherapists may be able to help resolve anger issues and prevent future violence. Psychotherapists talk with patients on a one-to-one basis. Psychotherapy may benefit individuals who suffer from chronic stress and anxiety. A psychotherapist may help to facilitate group therapy sessions. A psychotherapist may help a patient deal with bereavement. Many psychotherapists specialize in helping the elderly. a",
            "Psychotherapist Overview A psychotherapist interacts with patients to initiate change in the patient's thoughts, feelings, and behavior through adaptation. Psychotherapists provide treatment in individual and group settings. do"
        ]
    },
    {
        "query_id": "1084383",
        "query_text": "what does a t with a dot over it mean on a prescription",
        "avg_score_change": 0.5,
        "original_docs": [
            "Symbol given to nurse by doctors on prescriptions for patient. The medication prescription the doctor gave to my nurse to give to me on leaving the hospital has a sign, like a T with a dot over it. It has something to do with pills. Does anyone know exactly what this symbol means?",
            "richka, the symbol T with a dot over it would mean one pill. A symbol for 2 pills would have 2 vertical lines crossed at the top with a horizonal line (like a double TT) and have 2 dots on top, 3 pills would be TTT with 3 dots on top."
        ],
        "perturbed_docs": [
            "Symbol given to nurse by doctors on prescriptions for patient. The medication prescription the doctor gave to my nurse to give to me on leaving the hospital has a sign, like a T with a dot over it. It has something to do with pills. Does anyone know exactly what this symbol means? t",
            "richka, the symbol T with a dot over it would mean one pill. A symbol for 2 pills would have 2 vertical lines crossed at the top with a horizonal line (like a double TT) and have 2 dots on top, 3 pills would be TTT with 3 dots on top. does"
        ]
    },
    {
        "query_id": "1083500",
        "query_text": "causes of hand, leg numbness",
        "avg_score_change": 0.5,
        "original_docs": [
            "Perhaps you have stood up after a prolonged period of sitting or the sensation has suddenly covered your entire leg. Leg numbness may not be a life-threatening symptom or condition, but it can be associated with serious health issues. The leg numbness and tingling may radiate to spread into the feet as well. Learn accompanying symptoms and possible home treatment for numbness in feet and leg issues. What Are the Causes of Leg Numbness? The sensation of tingling or numbness in one leg, or both, results from a compression of the blood flow or to a nerve. This damage can be caused by inflammation, trauma, disease, or infection.",
            "Hand numbness can be the result of a variety of causes, from nerve damage to poor ergonomics. Most of the nerves in the hand run from the arm to the hand and fingers. Damage to the nerves can be a sign of serious injury or illness, and should be examined by a doctor, especially when the numbness comes on quickly and is followed by shooting pain."
        ],
        "perturbed_docs": [
            "Perhaps you have stood up after a prolonged period of sitting or the sensation has suddenly covered your entire leg. Leg numbness may not be a life-threatening symptom or condition, but it can be associated with serious health issues. The leg numbness and tingling may radiate to spread into the feet as well. Learn accompanying symptoms and possible home treatment for numbness in feet and leg issues. What Are the Causes of Leg Numbness? The sensation of tingling or numbness in one leg, or both, results from a compression of the blood flow or to a nerve. This damage can be caused by inflammation, trauma, disease, or infection. numbness",
            "Hand numbness can be the result of a variety of causes, from nerve damage to poor ergonomics. Most of the nerves in the hand run from the arm to the hand and fingers. Damage to the nerves can be a sign of serious injury or illness, and should be examined by a doctor, especially when the numbness comes on quickly and is followed by shooting pain. hand,"
        ]
    },
    {
        "query_id": "1082759",
        "query_text": "what does the letters tnt stand for?",
        "avg_score_change": 0.5,
        "original_docs": [
            "T N T = Trinitrotoluene, an explosive. ----- Also, Turner Network Television - Formerly the name of a syndication service, now a cable television network created by Ted Turner and owned today by Time Warner. Uh duh! It stands for 'Teen Ninja Turtles';) Or Trinitrotoluene and even in some circles 2-Methyl-1,3,5-trinitrobenzen",
            "what do the letters in TNT dynamite stand for? The KGB Agent answer: The letters TNT stand for Trinitrotoluene. The explosive yield of TNT is considered to be the standard measure of strength of bombs and other explosives. Tags: trinitrotoluene, bombs."
        ],
        "perturbed_docs": [
            "T N T = Trinitrotoluene, an explosive. ----- Also, Turner Network Television - Formerly the name of a syndication service, now a cable television network created by Ted Turner and owned today by Time Warner. Uh duh! It stands for 'Teen Ninja Turtles';) Or Trinitrotoluene and even in some circles 2-Methyl-1,3,5-trinitrobenzen stand",
            "what do the letters in TNT dynamite stand for? The KGB Agent answer: The letters TNT stand for Trinitrotoluene. The explosive yield of TNT is considered to be the standard measure of strength of bombs and other explosives. Tags: trinitrotoluene, bombs. letters"
        ]
    },
    {
        "query_id": "1100455",
        "query_text": "foods to keep constipation away",
        "avg_score_change": 0.5,
        "original_docs": [
            "Use this quick pick list of high-fiber foods, and then explore more in-depth about why these foods will help your constipation. You will also find precautions for those who may be sensitive to some of the foods on the list. Fruit: Berries, peaches, apricots, plums, raisins, rhubarb, and prunes are some of the best high-fiber fruits.",
            "Focus on soluble fiber instead. Keep in mind that insoluble fiber may relieve constipation, but it can also make you feel bloated. Foods with soluble fiber include: grains, like oatmeal and barley; root vegetables, like carrots and parsnips; fruits, like berries, mangos, oranges, and grapefruit; legumes, like peas"
        ],
        "perturbed_docs": [
            "Use this quick pick list of high-fiber foods, and then explore more in-depth about why these foods will help your constipation. You will also find precautions for those who may be sensitive to some of the foods on the list. Fruit: Berries, peaches, apricots, plums, raisins, rhubarb, and prunes are some of the best high-fiber fruits. foods",
            "Focus on soluble fiber instead. Keep in mind that insoluble fiber may relieve constipation, but it can also make you feel bloated. Foods with soluble fiber include: grains, like oatmeal and barley; root vegetables, like carrots and parsnips; fruits, like berries, mangos, oranges, and grapefruit; legumes, like peas away"
        ]
    },
    {
        "query_id": "1070546",
        "query_text": "what is a meta analysis vs literature review",
        "avg_score_change": 0.5,
        "original_docs": [
            "The official version: A literature review is a free but unsystematic discussion of the literature relating to a matter. By contrast a meta-review (supposedly) is a formal, neutral analysis of the data (contained in the literature) of that matter, and (supposedly) the best of all forms of evidence on a question. In reality:",
            "Nearly every paper has literature review which discusses previous work in the field. Meta-analysis is a statistical method, based on weighted analysis, of pooling effect sizes. The math of meta-analysis isn't all that difficult now, though it's no..."
        ],
        "perturbed_docs": [
            "The official version: A literature review is a free but unsystematic discussion of the literature relating to a matter. By contrast a meta-review (supposedly) is a formal, neutral analysis of the data (contained in the literature) of that matter, and (supposedly) the best of all forms of evidence on a question. In reality: analysis",
            "Nearly every paper has literature review which discusses previous work in the field. Meta-analysis is a statistical method, based on weighted analysis, of pooling effect sizes. The math of meta-analysis isn't all that difficult now, though it's no... review"
        ]
    },
    {
        "query_id": "1064687",
        "query_text": "what is actifed used for",
        "avg_score_change": 0.5,
        "original_docs": [
            "Actifed is a registered trademark for a combination antihistamine and nasal decongestant medication used for cold and allergy symptoms. Developed in 1958 by Burroughs Wellcome & Company (now part of GlaxoSmithKline),[1] the product was later acquired by Pfizer, and was most recently sold by Johnson & Johnson.",
            "Actifed is used to treat the following allergy symptoms: 1  Runny nose. 2  Sneezing. 3  Itchy, watery eyes. 4  Nasal congestion. 5  Itching of the nose or throat."
        ],
        "perturbed_docs": [
            "Actifed is a registered trademark for a combination antihistamine and nasal decongestant medication used for cold and allergy symptoms. Developed in 1958 by Burroughs Wellcome & Company (now part of GlaxoSmithKline),[1] the product was later acquired by Pfizer, and was most recently sold by Johnson & Johnson. used",
            "Actifed is used to treat the following allergy symptoms: 1  Runny nose. 2  Sneezing. 3  Itchy, watery eyes. 4  Nasal congestion. 5  Itching of the nose or throat. is"
        ]
    },
    {
        "query_id": "1062744",
        "query_text": "what is an irr or hurdle rate",
        "avg_score_change": 0.5,
        "original_docs": [
            "In the net present value analysis, hurdle rate is the rate used to discount future net cash flows of the project. If the actual return on the project is higher than the hurdle rate, the net present value is positive and the project is accepted. In internal rate of return analysis, if IRR is greater than the hurdle rate, the project is accepted otherwise rejected. Hurdle rate for a particular project is estimated based on a number of factors; the most important being the cost of capital of the company.",
            "The internal rate of return (IRR) for a cash flow stream is the interest rate (discount rate) that produces a net present value of 0 for the cash flow stream. That definition, however, can be less than satisfying when first heard."
        ],
        "perturbed_docs": [
            "In the net present value analysis, hurdle rate is the rate used to discount future net cash flows of the project. If the actual return on the project is higher than the hurdle rate, the net present value is positive and the project is accepted. In internal rate of return analysis, if IRR is greater than the hurdle rate, the project is accepted otherwise rejected. Hurdle rate for a particular project is estimated based on a number of factors; the most important being the cost of capital of the company. what",
            "The internal rate of return (IRR) for a cash flow stream is the interest rate (discount rate) that produces a net present value of 0 for the cash flow stream. That definition, however, can be less than satisfying when first heard. is"
        ]
    },
    {
        "query_id": "1053931",
        "query_text": "what is hra and hsa",
        "avg_score_change": 0.5,
        "original_docs": [
            "â\u0080¢ An HRA is a notional account controlled by the employer. Most HRAs allow the attributed â\u0080\u009cfundsâ\u0080\u009d to accumulate from year to year; however, this is not required and is at the employerâ\u0080\u0099s discretion. â\u0080¢ Most HRAs do not pay interest to participants, nor do they allow. participant-directed investments.",
            "The key difference between HRA and HSA is that HRA is an employer funded health benefit plan that reimburses for medical expenses including personal health insurance policy premiums of employees whereas HSA is also a tax-advantaged health benefit plan exclusively available to taxpayers in the United States who are enrolled in a High-Deductible Health Plan (HDHP)."
        ],
        "perturbed_docs": [
            "â\u0080¢ An HRA is a notional account controlled by the employer. Most HRAs allow the attributed â\u0080\u009cfundsâ\u0080\u009d to accumulate from year to year; however, this is not required and is at the employerâ\u0080\u0099s discretion. â\u0080¢ Most HRAs do not pay interest to participants, nor do they allow. participant-directed investments. hsa",
            "The key difference between HRA and HSA is that HRA is an employer funded health benefit plan that reimburses for medical expenses including personal health insurance policy premiums of employees whereas HSA is also a tax-advantaged health benefit plan exclusively available to taxpayers in the United States who are enrolled in a High-Deductible Health Plan (HDHP). and"
        ]
    },
    {
        "query_id": "1045527",
        "query_text": "what is surety bond and how it works",
        "avg_score_change": 0.5,
        "original_docs": [
            "How Do Surety Bonds Work? To put it simply, they guarantee that specific tasks are fulfilled. This is achieved by bringing three parties together in a mutual, legally binding contract. The principal is the individual or business that purchases the bond to guarantee future work performance. The obligee is the entity that requires the bond. Obligees are typically government agencies working to regulate industries and reduce the likelihood of financial loss. The surety is the insurance company that backs the bond. The surety provides a line of credit in case the principal fails to fulfill the task.",
            "A Surety bond is a contract issued by an insurance company that provides a financial guarantee to an interested party (usually a government agency) that a named person or business will adhere to the terms established by the bond."
        ],
        "perturbed_docs": [
            "How Do Surety Bonds Work? To put it simply, they guarantee that specific tasks are fulfilled. This is achieved by bringing three parties together in a mutual, legally binding contract. The principal is the individual or business that purchases the bond to guarantee future work performance. The obligee is the entity that requires the bond. Obligees are typically government agencies working to regulate industries and reduce the likelihood of financial loss. The surety is the insurance company that backs the bond. The surety provides a line of credit in case the principal fails to fulfill the task. surety",
            "A Surety bond is a contract issued by an insurance company that provides a financial guarantee to an interested party (usually a government agency) that a named person or business will adhere to the terms established by the bond. bond"
        ]
    },
    {
        "query_id": "1100077",
        "query_text": "hazel haskett in real life",
        "avg_score_change": 0.5,
        "original_docs": [
            "Learn how the tail research is now helping human amputees. Hear from the real-life Clearwater Marine Aquarium team, and experience the joy of children and wounded soldiers who have found her to be a life-changing role model. This real-life story is hosted by Cozi Zuehlsdorff, â\u0080\u009cHazelâ\u0080\u009d in Dolphin Tale.",
            "Hazel Haskett is the young heroine of Dolphin Tale and its sequel. Dolphin Tale Hazel is the daughter of Dr. Clay Haskett, who runs an aquarium with a firm hand."
        ],
        "perturbed_docs": [
            "Learn how the tail research is now helping human amputees. Hear from the real-life Clearwater Marine Aquarium team, and experience the joy of children and wounded soldiers who have found her to be a life-changing role model. This real-life story is hosted by Cozi Zuehlsdorff, â\u0080\u009cHazelâ\u0080\u009d in Dolphin Tale. hazel",
            "Hazel Haskett is the young heroine of Dolphin Tale and its sequel. Dolphin Tale Hazel is the daughter of Dr. Clay Haskett, who runs an aquarium with a firm hand. real"
        ]
    },
    {
        "query_id": "1042364",
        "query_text": "what is the cost of hot air ballooning in temecula, ca",
        "avg_score_change": 0.5,
        "original_docs": [
            "Group Hot Air Balloon Rides in Temecula If you're looking to experience the beauty of Temecula from above with your group, Compass Balloons has you covered with group hot air balloon flights of up to 8 people starting at only $139 per person.",
            "Flight check in location: Europa Village Winery 33475 La Serena Way Temecula, CA 92591 Scenic hot air balloon rides at sunrise in Temecula, Southern California's wine country. â\u0080¦ Learn more about A Grape Escape Balloon Adventure , Opens a popup"
        ],
        "perturbed_docs": [
            "Group Hot Air Balloon Rides in Temecula If you're looking to experience the beauty of Temecula from above with your group, Compass Balloons has you covered with group hot air balloon flights of up to 8 people starting at only $139 per person. ca",
            "Flight check in location: Europa Village Winery 33475 La Serena Way Temecula, CA 92591 Scenic hot air balloon rides at sunrise in Temecula, Southern California's wine country. â\u0080¦ Learn more about A Grape Escape Balloon Adventure , Opens a popup in"
        ]
    },
    {
        "query_id": "1040312",
        "query_text": "what is the difference of islands and continents",
        "avg_score_change": 0.5,
        "original_docs": [
            "An island generally is owned completely by a single country, and often numerous small islands form a country. Eg., Phillipines, an East-Asian country, is an archipelago (collection of islands) of 4000+ islands. Continent is the term given to huge continuous landmasses, ie, super-large islands. Such landmasses generally comprise many countries and smaller islands. Parts of such landforms may be divided or united to form individual continents.",
            "What is the difference between Island and Continent? â\u0080¢ There are 7 continents of the world while there are thousands of islands all over the world. â\u0080¢ Continents in general are much bigger in size than islands and contain many countries within them with well-defined political borders though there is no size defined, beyond which an island classifies to be called a continent. â\u0080¢ Australia, the smallest continent, is basically an island."
        ],
        "perturbed_docs": [
            "An island generally is owned completely by a single country, and often numerous small islands form a country. Eg., Phillipines, an East-Asian country, is an archipelago (collection of islands) of 4000+ islands. Continent is the term given to huge continuous landmasses, ie, super-large islands. Such landmasses generally comprise many countries and smaller islands. Parts of such landforms may be divided or united to form individual continents. difference",
            "What is the difference between Island and Continent? â\u0080¢ There are 7 continents of the world while there are thousands of islands all over the world. â\u0080¢ Continents in general are much bigger in size than islands and contain many countries within them with well-defined political borders though there is no size defined, beyond which an island classifies to be called a continent. â\u0080¢ Australia, the smallest continent, is basically an island. islands"
        ]
    },
    {
        "query_id": "1034703",
        "query_text": "what is the peg ratio and what does it do",
        "avg_score_change": 0.5,
        "original_docs": [
            "The Price/Earnings to Growth (PEG) ratio is a great tool to quickly scan for high-growth stocks at a fair price. Learn more about how it's used to invest. Advertiser Disclosure: The credit card offers that appear on this site are from credit card companies from which MoneyCrashers.com receives compensation.",
            "So the PEG ratio is simply a proxy for it, and nothing more. There is also no consensus on whether to use a trailing or a forward P/E ratio and whether to use next year's expected growth rate or a longer-term expected growth rate. But this can have a major impact on the PEG ratio calculation. Beware Those 5-year Growth Rates"
        ],
        "perturbed_docs": [
            "The Price/Earnings to Growth (PEG) ratio is a great tool to quickly scan for high-growth stocks at a fair price. Learn more about how it's used to invest. Advertiser Disclosure: The credit card offers that appear on this site are from credit card companies from which MoneyCrashers.com receives compensation. and",
            "So the PEG ratio is simply a proxy for it, and nothing more. There is also no consensus on whether to use a trailing or a forward P/E ratio and whether to use next year's expected growth rate or a longer-term expected growth rate. But this can have a major impact on the PEG ratio calculation. Beware Those 5-year Growth Rates is"
        ]
    },
    {
        "query_id": "1034587",
        "query_text": "cures that work for mites on dogs homemade",
        "avg_score_change": 0.5,
        "original_docs": [
            "Bathing a dog that has skin mites in soapy water is an effective home remedy. The alkaline nature of the soap kills skin mites and can prevent them from spreading. Yellow dock, aloe vera or calendula tea can also be used to treat skin mites. Using teas that have these herbs kills skin mites on dogs and helps heal rashes.",
            "Therefore, the yellow dock root extract can work as a great home remedy for ear mites in your pet or dogs. In order to do the home treatment, What Youâ\u0080\u0099ll Need:"
        ],
        "perturbed_docs": [
            "Bathing a dog that has skin mites in soapy water is an effective home remedy. The alkaline nature of the soap kills skin mites and can prevent them from spreading. Yellow dock, aloe vera or calendula tea can also be used to treat skin mites. Using teas that have these herbs kills skin mites on dogs and helps heal rashes. homemade",
            "Therefore, the yellow dock root extract can work as a great home remedy for ear mites in your pet or dogs. In order to do the home treatment, What Youâ\u0080\u0099ll Need: that"
        ]
    },
    {
        "query_id": "1033205",
        "query_text": "what is the range of the summer tanager",
        "avg_score_change": 0.5,
        "original_docs": [
            "According to the National Audubon Society, the normal wintering range of the summer tanager is central Mexico to Bolivia and Brazil. In summer, it mainly breeds in northern Mexico, and the southern and eastern U.S. Adult male summer tanagers are brilliant red, while females and immature males are bright yellow-green.",
            "Summer tanagers are widespread through the southern United States in the summer months. 1  Their summer range stretches from the Ohio River Valley to southern Iowa, eastern Kansas and Oklahoma, central Texas, southern New Mexico and Arizona and southeastern California, as well as northern central Mexico."
        ],
        "perturbed_docs": [
            "According to the National Audubon Society, the normal wintering range of the summer tanager is central Mexico to Bolivia and Brazil. In summer, it mainly breeds in northern Mexico, and the southern and eastern U.S. Adult male summer tanagers are brilliant red, while females and immature males are bright yellow-green. range",
            "Summer tanagers are widespread through the southern United States in the summer months. 1  Their summer range stretches from the Ohio River Valley to southern Iowa, eastern Kansas and Oklahoma, central Texas, southern New Mexico and Arizona and southeastern California, as well as northern central Mexico. the"
        ]
    },
    {
        "query_id": "1031684",
        "query_text": "what is the suprachiasmatic nucleus and what is its function?",
        "avg_score_change": 0.5,
        "original_docs": [
            "That internal clock of the body does indeed exist and is called the suprachiasmatic nucleus. Our body is a very advanced system which has provision for all our needs. Through evolution, our bodies have developed a timetable for all our internal functions, based on the 24-hour cycle of day and night. The implementation and synchronization of the timetable, according to external stimuli, is controlled by the nucleus, which is a part of our brain.",
            "The suprachiasmatic nucleus is located in a foreward region of the brain called the hypothalamus. It contains a group of nerve cells (or neurons) that control your body's circadian rhythm."
        ],
        "perturbed_docs": [
            "That internal clock of the body does indeed exist and is called the suprachiasmatic nucleus. Our body is a very advanced system which has provision for all our needs. Through evolution, our bodies have developed a timetable for all our internal functions, based on the 24-hour cycle of day and night. The implementation and synchronization of the timetable, according to external stimuli, is controlled by the nucleus, which is a part of our brain. suprachiasmatic",
            "The suprachiasmatic nucleus is located in a foreward region of the brain called the hypothalamus. It contains a group of nerve cells (or neurons) that control your body's circadian rhythm. function?"
        ]
    },
    {
        "query_id": "1099806",
        "query_text": "honest kitchen foods",
        "avg_score_change": 0.5,
        "original_docs": [
            "Alfalfa, sweet potatoes, cabbage, celery, apples, spinach, organic kelp, coconut, bananas, zucchini, and honey. Thrive is a later edition to the Honest Kitchen dog food range. Like Embark, Thrive is also low carbohydrate and is gluten free, but contains some grain.",
            "The Honest Kitchen Keen dog food is made with down-to-earth ingredients for down-to-earth dogs. ORGANIC WHOLE GRAIN: The Honest Kitchen Keen dog food is dog food made with cage free turkey and dehydra... The Honest Kitchen Force Dehydrated Grain Free Dog Food Chicken Recipe $45.14"
        ],
        "perturbed_docs": [
            "Alfalfa, sweet potatoes, cabbage, celery, apples, spinach, organic kelp, coconut, bananas, zucchini, and honey. Thrive is a later edition to the Honest Kitchen dog food range. Like Embark, Thrive is also low carbohydrate and is gluten free, but contains some grain. kitchen",
            "The Honest Kitchen Keen dog food is made with down-to-earth ingredients for down-to-earth dogs. ORGANIC WHOLE GRAIN: The Honest Kitchen Keen dog food is dog food made with cage free turkey and dehydra... The Honest Kitchen Force Dehydrated Grain Free Dog Food Chicken Recipe $45.14 foods"
        ]
    },
    {
        "query_id": "1026991",
        "query_text": "what kind of flour can you use in bread machines",
        "avg_score_change": 0.5,
        "original_docs": [
            "You can successfully substitute all purpose flour for bread flour in you bread machine. This is a guide about recipes using all purpose flour in bread machine.",
            "You can use basically any kind of flour you want. Bread is made with all sorts of flour, soft wheat, hard wheat, buck, malt, corn, rye... As long as you mix: any kind of wheat. water or milk. any kind of raising agent (yeast, sodium bicarbonate, baking powder, etc.) some salt."
        ],
        "perturbed_docs": [
            "You can successfully substitute all purpose flour for bread flour in you bread machine. This is a guide about recipes using all purpose flour in bread machine. you",
            "You can use basically any kind of flour you want. Bread is made with all sorts of flour, soft wheat, hard wheat, buck, malt, corn, rye... As long as you mix: any kind of wheat. water or milk. any kind of raising agent (yeast, sodium bicarbonate, baking powder, etc.) some salt. kind"
        ]
    },
    {
        "query_id": "1024904",
        "query_text": "what medications are prescribed for vasculitis",
        "avg_score_change": 0.5,
        "original_docs": [
            "Discussion of treatments for Vasculitis: Treatment for vasculitis depends on the severity of the disorder and the individual's general health. Treatment may include cortisone or cytotoxic drugs. Other treatments may include plasmapheresis (the removal and reinfusion of blood plasma), intravenous gammaglobulin, and cyclosporin.",
            "Vasculitis cannot be cured, but treatment can help to reduce symptoms and minimize the develoment of serious complications, such as meningitis, blindness and aneurysm of the lungs. Treatment may include the use of medications, such as interferon alfa, to control the immune response and inflammation."
        ],
        "perturbed_docs": [
            "Discussion of treatments for Vasculitis: Treatment for vasculitis depends on the severity of the disorder and the individual's general health. Treatment may include cortisone or cytotoxic drugs. Other treatments may include plasmapheresis (the removal and reinfusion of blood plasma), intravenous gammaglobulin, and cyclosporin. prescribed",
            "Vasculitis cannot be cured, but treatment can help to reduce symptoms and minimize the develoment of serious complications, such as meningitis, blindness and aneurysm of the lungs. Treatment may include the use of medications, such as interferon alfa, to control the immune response and inflammation. prescribed"
        ]
    },
    {
        "query_id": "1022712",
        "query_text": "what percentage of the world has anorexia",
        "avg_score_change": 0.5,
        "original_docs": [
            "Statistics: How many people have eating disorders? Anorexia nervosa Research suggests that about one percent (1%) of female adolescents have anorexia. That means that about one out of every one hundred young women between ten and twenty are starving themselves, sometimes to death. There do not seem to be reliable figures for younger children and [â\u0080¦]",
            "Males account for an estimated 5 percent to 15 percent of patients with anorexia or bulimia and an estimated 35 percent of those with binge-eating disorder. Like females who have eating disorders, males with the illness have a distorted sense of body image and often have muscle dysmorphia, a type of disorder characterized by an extreme concern with becoming more muscular. Some boys with the disorder want to lose weight, while others want to gain weight or bulk up.."
        ],
        "perturbed_docs": [
            "Statistics: How many people have eating disorders? Anorexia nervosa Research suggests that about one percent (1%) of female adolescents have anorexia. That means that about one out of every one hundred young women between ten and twenty are starving themselves, sometimes to death. There do not seem to be reliable figures for younger children and [â\u0080¦] percentage",
            "Males account for an estimated 5 percent to 15 percent of patients with anorexia or bulimia and an estimated 35 percent of those with binge-eating disorder. Like females who have eating disorders, males with the illness have a distorted sense of body image and often have muscle dysmorphia, a type of disorder characterized by an extreme concern with becoming more muscular. Some boys with the disorder want to lose weight, while others want to gain weight or bulk up.. world"
        ]
    },
    {
        "query_id": "1022198",
        "query_text": "what president of the united states was born in lamar missouri and farmed for several years",
        "avg_score_change": 0.5,
        "original_docs": [
            "Harry S. Truman was the first of three children born to John Anderson Truman, a farmer and mule trader, and his wife, Martha Ellen Truman. Harry was named in honor of his maternal uncle, Harrison Young, but his parents couldnt decide on a middle name.",
            "Harry S. Truman, the 33rd president of the United States, was born on May 8, 1884 in Lamar, Missouri. In 1890, the year the Little White House. was built, the Truman's moved to Independence, Missouri. His poor eyesight prevented Truman from participating in sports but led him to two of his greatest passions, reading and music."
        ],
        "perturbed_docs": [
            "Harry S. Truman was the first of three children born to John Anderson Truman, a farmer and mule trader, and his wife, Martha Ellen Truman. Harry was named in honor of his maternal uncle, Harrison Young, but his parents couldnt decide on a middle name. and",
            "Harry S. Truman, the 33rd president of the United States, was born on May 8, 1884 in Lamar, Missouri. In 1890, the year the Little White House. was built, the Truman's moved to Independence, Missouri. His poor eyesight prevented Truman from participating in sports but led him to two of his greatest passions, reading and music. united"
        ]
    },
    {
        "query_id": "1020244",
        "query_text": "what skills i need for marine biology",
        "avg_score_change": 0.5,
        "original_docs": [
            "Marine biologist must also be familiar with various research boats and ships, and may need scuba diving skills and underwater camera and video skills. Marine biologists also frequently require robotic skills, such as for using Remotely Operated Vehicles, or ROVs, which are used in place of manned submersibles.",
            "A marine biologist needs to have: 1  a keen interest in research. 2  excellent oral and written communication skills. 3  an analytical mind and a logical approach to problem solving. 4  good observation skills. 5  to be able to swim and scuba dive. 6  to be able to work independently or as part of a team."
        ],
        "perturbed_docs": [
            "Marine biologist must also be familiar with various research boats and ships, and may need scuba diving skills and underwater camera and video skills. Marine biologists also frequently require robotic skills, such as for using Remotely Operated Vehicles, or ROVs, which are used in place of manned submersibles. skills",
            "A marine biologist needs to have: 1  a keen interest in research. 2  excellent oral and written communication skills. 3  an analytical mind and a logical approach to problem solving. 4  good observation skills. 5  to be able to swim and scuba dive. 6  to be able to work independently or as part of a team. for"
        ]
    },
    {
        "query_id": "1018032",
        "query_text": "what time is it in ohio",
        "avg_score_change": 0.5,
        "original_docs": [
            "Sunrise, sunset, day length and solar time for Ohio. Sunrise: 07:24AM; Sunset: 06:08PM; Day length: 10h 44m; Solar noon: 12:46PM; The current local time in Ohio is 46 minutes ahead of apparent solar time.",
            "Ohio Time. What time is it in Ohio Time Zone / Current time. Ohio is in the Eastern Time Zone in the United States of America (USA). Eastern Standard Time ( EST ) is 5 hours behind Greenwich Mean Time ( GMT-5 ). Current Ohio Time (Eastern Time)"
        ],
        "perturbed_docs": [
            "Sunrise, sunset, day length and solar time for Ohio. Sunrise: 07:24AM; Sunset: 06:08PM; Day length: 10h 44m; Solar noon: 12:46PM; The current local time in Ohio is 46 minutes ahead of apparent solar time. it",
            "Ohio Time. What time is it in Ohio Time Zone / Current time. Ohio is in the Eastern Time Zone in the United States of America (USA). Eastern Standard Time ( EST ) is 5 hours behind Greenwich Mean Time ( GMT-5 ). Current Ohio Time (Eastern Time) time"
        ]
    },
    {
        "query_id": "1014210",
        "query_text": "what type of shot do you get for whooping cough",
        "avg_score_change": 0.5,
        "original_docs": [
            "Side effects of the vaccine are usually mild and may include fever, crankiness, headache, fatigue or soreness at the site of the injection. Booster shots. Adolescents. Because immunity from the pertussis vaccine tends to wane by age 11, doctors recommend a booster shot at that age to protect against whooping cough (pertussis), diphtheria and tetanus. Adults. Some varieties of the every-10-year tetanus and diphtheria vaccine also include protection against whooping cough (pertussis). This vaccine will also reduce the risk of your transmitting whooping cough to infants. Pregnant women. Health experts now recommend that pregnant women receive the pertussis vaccine between 27 and 36 weeks of gestation.",
            "Whooping cough is most contagious before the coughing starts, so the most effective way to prevent it is to get vaccinated. The whooping cough vaccine for adults (and adolescents) is called Tdap (tetanus-diphtheria-acellular pertussis). Younger children get a different formulation, called DTaP. Both help protect against tetanus, diphtheria, and whooping cough."
        ],
        "perturbed_docs": [
            "Side effects of the vaccine are usually mild and may include fever, crankiness, headache, fatigue or soreness at the site of the injection. Booster shots. Adolescents. Because immunity from the pertussis vaccine tends to wane by age 11, doctors recommend a booster shot at that age to protect against whooping cough (pertussis), diphtheria and tetanus. Adults. Some varieties of the every-10-year tetanus and diphtheria vaccine also include protection against whooping cough (pertussis). This vaccine will also reduce the risk of your transmitting whooping cough to infants. Pregnant women. Health experts now recommend that pregnant women receive the pertussis vaccine between 27 and 36 weeks of gestation. you",
            "Whooping cough is most contagious before the coughing starts, so the most effective way to prevent it is to get vaccinated. The whooping cough vaccine for adults (and adolescents) is called Tdap (tetanus-diphtheria-acellular pertussis). Younger children get a different formulation, called DTaP. Both help protect against tetanus, diphtheria, and whooping cough. what"
        ]
    },
    {
        "query_id": "1012547",
        "query_text": "what was stalin scorched earth policy",
        "avg_score_change": 0.5,
        "original_docs": [
            "True or not, this amount of time lapsed before Stalin addressed the Russian people about the nature of the calamity that was upon them. In a halting, somber tone, Stalin spoke to the Russian people in a radio broadcast on July 3, 1941, imploring them not to give up hope. He reminded them of Napoleon, and the defeat of his armies. Hitler was no more invincible than the French Emperor, he declared. Stalin called for a Scorched Earth behind the retreat of the Russian armies, non-cooperation, and partisan warfare on the part of the occupied territories. He also expressed gratitude for the promises of support from the Western democracies.",
            "1 Scorched earth policy is a strategy of warfare whereby the retreating armed forces destroy or devastate whole towns, facilities, agriculture, transport routes, and general infrastructure in order to deprive the advancing enemy forces or the belligerent population of food, shelter, fuel, communications, and other valuable resources that may be useful for them."
        ],
        "perturbed_docs": [
            "True or not, this amount of time lapsed before Stalin addressed the Russian people about the nature of the calamity that was upon them. In a halting, somber tone, Stalin spoke to the Russian people in a radio broadcast on July 3, 1941, imploring them not to give up hope. He reminded them of Napoleon, and the defeat of his armies. Hitler was no more invincible than the French Emperor, he declared. Stalin called for a Scorched Earth behind the retreat of the Russian armies, non-cooperation, and partisan warfare on the part of the occupied territories. He also expressed gratitude for the promises of support from the Western democracies. was",
            "1 Scorched earth policy is a strategy of warfare whereby the retreating armed forces destroy or devastate whole towns, facilities, agriculture, transport routes, and general infrastructure in order to deprive the advancing enemy forces or the belligerent population of food, shelter, fuel, communications, and other valuable resources that may be useful for them. was"
        ]
    },
    {
        "query_id": "1009994",
        "query_text": "_______ ratios measure an organization's ability to meet its short term obligations.",
        "avg_score_change": 0.5,
        "original_docs": [
            "The quick ratio is a measure of a company's ability to meet its short-term obligations using its most liquid assets (near cash or quick assets). Quick assets include those current assets that presumably can be quickly converted to cash at close to their book values.",
            "Liquidity ratios are the ratios that measure the ability of a company to meet its short term debt obligations. These ratios measure the ability of a company to pay off its short-term liabilities when they fall due. The liquidity ratios are a result of dividing cash and other liquid assets by the short term borrowings and current liabilities. They show the number of times the short term debt obligations are covered by the cash and liquid assets. If the value is greater than 1, it means the ..."
        ],
        "perturbed_docs": [
            "The quick ratio is a measure of a company's ability to meet its short-term obligations using its most liquid assets (near cash or quick assets). Quick assets include those current assets that presumably can be quickly converted to cash at close to their book values. obligations.",
            "Liquidity ratios are the ratios that measure the ability of a company to meet its short term debt obligations. These ratios measure the ability of a company to pay off its short-term liabilities when they fall due. The liquidity ratios are a result of dividing cash and other liquid assets by the short term borrowings and current liabilities. They show the number of times the short term debt obligations are covered by the cash and liquid assets. If the value is greater than 1, it means the ... its"
        ]
    },
    {
        "query_id": "1009183",
        "query_text": "what's the difference between c++ and java",
        "avg_score_change": 0.5,
        "original_docs": [
            "The most important difference is that Java is a memory-safe language, whereas C++ is not. This means that errors in Java programs are detected in defined waysâ\u0080\u0094for example, attempting a bad cast or indexing an array out of bounds results in an exception.",
            "C++ is an evolution to C. Which was a system programming language. C++ Added many features to the language to make it object oriented. It became the mainstream programming language for that reason. Java is an evolution of C++, with different goals ( cross platform for instance ). It remove some of the features that make C++ so hard to learn. Simplify others and remove others."
        ],
        "perturbed_docs": [
            "The most important difference is that Java is a memory-safe language, whereas C++ is not. This means that errors in Java programs are detected in defined waysâ\u0080\u0094for example, attempting a bad cast or indexing an array out of bounds results in an exception. what's",
            "C++ is an evolution to C. Which was a system programming language. C++ Added many features to the language to make it object oriented. It became the mainstream programming language for that reason. Java is an evolution of C++, with different goals ( cross platform for instance ). It remove some of the features that make C++ so hard to learn. Simplify others and remove others. between"
        ]
    },
    {
        "query_id": "1007972",
        "query_text": "whats the difference between a llc , s corp and c corp",
        "avg_score_change": 0.5,
        "original_docs": [
            "A C corporation is the standard corporation structure. 1  An S corporation is a corporation that has elected special tax status. Both of these corporate entity statuses share the following: 2  They have shareholders, directors and officers.",
            "S corporations are less flexible than C corporations for employee fringe benefits. S corporations must report employee taxable compensation. Limited Liability Companies - LLC. A limited liability company (LLC) blends elements of partnerships and corporate structures. An LLC is an unincorporated association that protects the liability of a company."
        ],
        "perturbed_docs": [
            "A C corporation is the standard corporation structure. 1  An S corporation is a corporation that has elected special tax status. Both of these corporate entity statuses share the following: 2  They have shareholders, directors and officers. llc",
            "S corporations are less flexible than C corporations for employee fringe benefits. S corporations must report employee taxable compensation. Limited Liability Companies - LLC. A limited liability company (LLC) blends elements of partnerships and corporate structures. An LLC is an unincorporated association that protects the liability of a company. whats"
        ]
    },
    {
        "query_id": "1099452",
        "query_text": "how do duty based ethical standards differ from outcome-based ethical standards?",
        "avg_score_change": 0.5,
        "original_docs": [
            "Compare: Outcome based ethics: Ethics based on the consequences of action taken or foresworn, without regard to any underlying concept of duty or morality- situational ethics. Outcome based ethics = Utilitarianism dictates that a decision to act or not act should be directed towards producing the greatest good for the greatest number of people.",
            "Deontological (duty-based) ethics are concerned with what people do, not with the consequences of their actions. 1  Do the right thing. 2  Do it because it's the right thing to do. 3  Don't do wrong things. 4  Avoid them because they are wrong."
        ],
        "perturbed_docs": [
            "Compare: Outcome based ethics: Ethics based on the consequences of action taken or foresworn, without regard to any underlying concept of duty or morality- situational ethics. Outcome based ethics = Utilitarianism dictates that a decision to act or not act should be directed towards producing the greatest good for the greatest number of people. do",
            "Deontological (duty-based) ethics are concerned with what people do, not with the consequences of their actions. 1  Do the right thing. 2  Do it because it's the right thing to do. 3  Don't do wrong things. 4  Avoid them because they are wrong. do"
        ]
    },
    {
        "query_id": "1001810",
        "query_text": "where are located the central chemoreceptors and the peripheral chemoreceptors for the breathing control process?",
        "avg_score_change": 0.5,
        "original_docs": [
            "The central chemoreceptors are critical sensors of arterial carbon dioxide and are the key sensory component of a negative feedback loop which controls respiratory activity in an attempt to maintain relatively constant levels of arterial carbon dioxide as described in integrated respiratory control.",
            "Peripheral Chemoreceptors. The Peripheral Chemoreceptors refer to anatomical collections of chemoreceptors outside of the brain, the most important of which are those located in the carotid bodies of the carotid arteries as well as in the aortic bodies of the aortic arch."
        ],
        "perturbed_docs": [
            "The central chemoreceptors are critical sensors of arterial carbon dioxide and are the key sensory component of a negative feedback loop which controls respiratory activity in an attempt to maintain relatively constant levels of arterial carbon dioxide as described in integrated respiratory control. the",
            "Peripheral Chemoreceptors. The Peripheral Chemoreceptors refer to anatomical collections of chemoreceptors outside of the brain, the most important of which are those located in the carotid bodies of the carotid arteries as well as in the aortic bodies of the aortic arch. are"
        ]
    },
    {
        "query_id": "1000798",
        "query_text": "alpha orthodontic",
        "avg_score_change": 0.5,
        "original_docs": [
            "Alpha Orthodontics is the only office in the region to offer SureSmile, the very latest proven technology that improves patient comfort, reduces the frequency of appointments and reduces treatment time.",
            "Alpha Orthodontics is an Orthodontic practice with locations in Mason City, Albert Lea, and Blue Earth. We understand the importance of a great healthy smile. http://www.alphaorthodontics.com. Alpha Orthodontics is an Orthodontic practice with locations in Mason City, Albert Lea, and Blue Earth. We understand the importance of a great healthy smile"
        ],
        "perturbed_docs": [
            "Alpha Orthodontics is the only office in the region to offer SureSmile, the very latest proven technology that improves patient comfort, reduces the frequency of appointments and reduces treatment time. orthodontic",
            "Alpha Orthodontics is an Orthodontic practice with locations in Mason City, Albert Lea, and Blue Earth. We understand the importance of a great healthy smile. http://www.alphaorthodontics.com. Alpha Orthodontics is an Orthodontic practice with locations in Mason City, Albert Lea, and Blue Earth. We understand the importance of a great healthy smile alpha"
        ]
    },
    {
        "query_id": "1000459",
        "query_text": "where do black widow spiders live in the us?",
        "avg_score_change": 0.5,
        "original_docs": [
            "The weather in the American South is extremely conducive to the development of black widow spiders, and several species can be found. A great example is the southern black widow spider (Latrodectus mactans). They are one of the most common black widow species in the Southern United States. Females spin irregular and nonsymmetrical webs.",
            "BLACK WIDOW SPIDERS. Several species of black widow are common in North America, but in the western United States the only species present is the western black widow, Latrodectus hesperus. Its habitat ranges from British Columbia and Alberta to Mexico and throughout the Rocky Mountains to the western portions of the Great Plains."
        ],
        "perturbed_docs": [
            "The weather in the American South is extremely conducive to the development of black widow spiders, and several species can be found. A great example is the southern black widow spider (Latrodectus mactans). They are one of the most common black widow species in the Southern United States. Females spin irregular and nonsymmetrical webs. the",
            "BLACK WIDOW SPIDERS. Several species of black widow are common in North America, but in the western United States the only species present is the western black widow, Latrodectus hesperus. Its habitat ranges from British Columbia and Alberta to Mexico and throughout the Rocky Mountains to the western portions of the Great Plains. do"
        ]
    },
    {
        "query_id": "1099290",
        "query_text": "how does a hydrate differ from an anhydrate",
        "avg_score_change": 0.5,
        "original_docs": [
            "For example, the Greek root hydra-means that it has to do with water; can be found in the words ''hydrate'' and ''anhydrate.'' Answer and Explanation: A hydrate is any substance that has been chemically combined with water. Hydrates can be heated so that the water will boil off. The completely waterless substance left at the end of the process is an anhydrate. So a hydrate contains water, and an anhydrate does not. Learn more about this topic:",
            "Posted on September 26, 2015 by admin. The two terms â\u0080\u009chydrateâ\u0080\u009d and â\u0080\u009canhydrateâ\u0080\u009d are two opposite words in their meaning, and the key difference between hydrate and anhydrate is that hydrates are ionic compounds containing free water molecules while anhydrates are compounds that do not contain any free water molecules. Hydrates are formed from ionic compounds when they exposed to the air, reacting with water molecules."
        ],
        "perturbed_docs": [
            "For example, the Greek root hydra-means that it has to do with water; can be found in the words ''hydrate'' and ''anhydrate.'' Answer and Explanation: A hydrate is any substance that has been chemically combined with water. Hydrates can be heated so that the water will boil off. The completely waterless substance left at the end of the process is an anhydrate. So a hydrate contains water, and an anhydrate does not. Learn more about this topic: anhydrate",
            "Posted on September 26, 2015 by admin. The two terms â\u0080\u009chydrateâ\u0080\u009d and â\u0080\u009canhydrateâ\u0080\u009d are two opposite words in their meaning, and the key difference between hydrate and anhydrate is that hydrates are ionic compounds containing free water molecules while anhydrates are compounds that do not contain any free water molecules. Hydrates are formed from ionic compounds when they exposed to the air, reacting with water molecules. anhydrate"
        ]
    },
    {
        "query_id": "997542",
        "query_text": "where is the corral club located in reliant stadium",
        "avg_score_change": 0.5,
        "original_docs": [
            "NRG Stadium (Formerly Reliant Stadium) Seat Numbers The seat numbers at Reliant Stadium (NRG Stadium) are consistent throughout the entire stadium. For every section, seat number 1 will always be closer to the adjacent section with the lower section number.",
            "3/25/2017. First to Review. There are several corral club bars located all over the Houston Livestock Show and Rodeo grounds. This one is located in NRG Park, upstairs and on the top left hand corner. Remember you do need a gold badge to enter. Several tables and chairs set up and lots and lots, I mean lots to drink! From hard liquor to wine to beer to frozen margaritas."
        ],
        "perturbed_docs": [
            "NRG Stadium (Formerly Reliant Stadium) Seat Numbers The seat numbers at Reliant Stadium (NRG Stadium) are consistent throughout the entire stadium. For every section, seat number 1 will always be closer to the adjacent section with the lower section number. the",
            "3/25/2017. First to Review. There are several corral club bars located all over the Houston Livestock Show and Rodeo grounds. This one is located in NRG Park, upstairs and on the top left hand corner. Remember you do need a gold badge to enter. Several tables and chairs set up and lots and lots, I mean lots to drink! From hard liquor to wine to beer to frozen margaritas. located"
        ]
    },
    {
        "query_id": "992367",
        "query_text": "who are laura and petrarch",
        "avg_score_change": 0.5,
        "original_docs": [
            "While attending services on Good Friday, 1327, Petrarch purportedly saw and fell in love with a woman he called Laura. For the remainder of his life Petrarch wrote lyrics about his unrequited love for her, initially gathering them in a volume around 1336 and revising and expanding the collection thereafter.",
            "Petrarch 1304-1374. (Born Francesco Petracco; changed to Petrarca; also referred to as Francis Petrarch) Italian poet, philosopher, and biographer. One of the most prominent and influential poets in world literature, Petrarch is a major figure in humanist philosophy and the early Italian Renaissance."
        ],
        "perturbed_docs": [
            "While attending services on Good Friday, 1327, Petrarch purportedly saw and fell in love with a woman he called Laura. For the remainder of his life Petrarch wrote lyrics about his unrequited love for her, initially gathering them in a volume around 1336 and revising and expanding the collection thereafter. laura",
            "Petrarch 1304-1374. (Born Francesco Petracco; changed to Petrarca; also referred to as Francis Petrarch) Italian poet, philosopher, and biographer. One of the most prominent and influential poets in world literature, Petrarch is a major figure in humanist philosophy and the early Italian Renaissance. are"
        ]
    },
    {
        "query_id": "1099108",
        "query_text": "how does your dna fit inside of your cells?",
        "avg_score_change": 0.5,
        "original_docs": [
            "DNA is *extremely* small; remember, when you see that double-helix shape, those are molecules! In addition to being extremely small, DNA also coils up into chromosomes like aâ\u0080¦ coil of wire. The concept that if you stretched a single cell's DNA out, it would reach extremely far is TRUE, but it can be very misleading. Where inside the cell is the DNA? Chromatin",
            "The DNA in a cell is contained within its own double-membrane layer. It has pores which allow things like RNA through, but for the most part it blocks the cytoplasmic enzy â\u0080¦ mes. Rosie34747"
        ],
        "perturbed_docs": [
            "DNA is *extremely* small; remember, when you see that double-helix shape, those are molecules! In addition to being extremely small, DNA also coils up into chromosomes like aâ\u0080¦ coil of wire. The concept that if you stretched a single cell's DNA out, it would reach extremely far is TRUE, but it can be very misleading. Where inside the cell is the DNA? Chromatin your",
            "The DNA in a cell is contained within its own double-membrane layer. It has pores which allow things like RNA through, but for the most part it blocks the cytoplasmic enzy â\u0080¦ mes. Rosie34747 of"
        ]
    },
    {
        "query_id": "86094",
        "query_text": "causes of drugs and alcohol",
        "avg_score_change": 0.5,
        "original_docs": [
            "Alcohol and Drug Abuse. Use and abuse of drugs and alcohol by teens is very common and can have serious consequences. In the 15-24 year age range, 50% of deaths (from accidents, homicides, suicides) involve alcohol or drug abuse. Drugs and alcohol also contribute to physical and sexual aggression such as assault or rape.",
            "The first signs of misuse of a medication or of alcohol in an older person may include: 1  increased confusion or memory impairment. 2  mood changes (e.g., agitation, depression, irritability) 3  sleep problems (including apnea) and daytime sleepiness. 4  dizziness. changes in blood pressure.  anemia (low blood 1  counts) fatigue or weakness."
        ],
        "perturbed_docs": [
            "Alcohol and Drug Abuse. Use and abuse of drugs and alcohol by teens is very common and can have serious consequences. In the 15-24 year age range, 50% of deaths (from accidents, homicides, suicides) involve alcohol or drug abuse. Drugs and alcohol also contribute to physical and sexual aggression such as assault or rape. drugs",
            "The first signs of misuse of a medication or of alcohol in an older person may include: 1  increased confusion or memory impairment. 2  mood changes (e.g., agitation, depression, irritability) 3  sleep problems (including apnea) and daytime sleepiness. 4  dizziness. changes in blood pressure.  anemia (low blood 1  counts) fatigue or weakness. causes"
        ]
    },
    {
        "query_id": "183046",
        "query_text": "excel what is a pivot table",
        "avg_score_change": 0.5,
        "original_docs": [
            "Many Excel users are not familiar with, or are intimidated by Pivot Tables, one of the most powerful features in Excel. This page describes elementary Pivot Tables. This page was written by Harald Staff, and is included here with his kind permission. A pivot table is a great reporting tool that sorts and sums independent of the original data layout in the spreadsheet. If you never used one, this demo may be of interest.",
            "Insert a Pivot Table | Drag fields | Sort | Filter | Change Summary Calculation | Two-dimensional Pivot Table. Pivot tables are one of Excel's most powerful features. A pivot table allows you to extract the significance from a large, detailed data set. Our data set consists of 213 records and 6 fields. Order ID, Product, Category, Amount, Date and Country."
        ],
        "perturbed_docs": [
            "Many Excel users are not familiar with, or are intimidated by Pivot Tables, one of the most powerful features in Excel. This page describes elementary Pivot Tables. This page was written by Harald Staff, and is included here with his kind permission. A pivot table is a great reporting tool that sorts and sums independent of the original data layout in the spreadsheet. If you never used one, this demo may be of interest. is",
            "Insert a Pivot Table | Drag fields | Sort | Filter | Change Summary Calculation | Two-dimensional Pivot Table. Pivot tables are one of Excel's most powerful features. A pivot table allows you to extract the significance from a large, detailed data set. Our data set consists of 213 records and 6 fields. Order ID, Product, Category, Amount, Date and Country. table"
        ]
    },
    {
        "query_id": "137919",
        "query_text": "definition of routine foot care",
        "avg_score_change": 0.5,
        "original_docs": [
            "Foot care involves all aspects of preventative and corrective care of the foot and ankle. Doctors specializing in foot care are called podiatrists.",
            "What exactly is routine foot care? In reality, routine foot care is one of the most basic yet wonderful treatments. Gentle Touch Foot Care is the office philosophy. At no time should there ever be pain associated with this kind of care. The trimming of painful corns, calluses, and ingrown or thickened nails requires a delicate and light touch."
        ],
        "perturbed_docs": [
            "Foot care involves all aspects of preventative and corrective care of the foot and ankle. Doctors specializing in foot care are called podiatrists. care",
            "What exactly is routine foot care? In reality, routine foot care is one of the most basic yet wonderful treatments. Gentle Touch Foot Care is the office philosophy. At no time should there ever be pain associated with this kind of care. The trimming of painful corns, calluses, and ingrown or thickened nails requires a delicate and light touch. routine"
        ]
    },
    {
        "query_id": "99676",
        "query_text": "core tenets of the constitution",
        "avg_score_change": 0.5,
        "original_docs": [
            "The Principles of the. United States Constitution. I. Popular Sovereignty The people hold the ultimate authority A representative democracy lets the people elect leaders to make decisions for them. Orrin Hatch, Bob Bennett, and Chris Cannon are our elected officials in Congress II.",
            "Core Principles of the Traditional British Constitutions1. Cristina E. Parau. Department of Politics and International Relations. University of Oxford. (forthcoming) One of the distinguishing characteristics of the British constitutions is its indeterminacy. No. clear boundary divides what is constitutional from what is not."
        ],
        "perturbed_docs": [
            "The Principles of the. United States Constitution. I. Popular Sovereignty The people hold the ultimate authority A representative democracy lets the people elect leaders to make decisions for them. Orrin Hatch, Bob Bennett, and Chris Cannon are our elected officials in Congress II. of",
            "Core Principles of the Traditional British Constitutions1. Cristina E. Parau. Department of Politics and International Relations. University of Oxford. (forthcoming) One of the distinguishing characteristics of the British constitutions is its indeterminacy. No. clear boundary divides what is constitutional from what is not. tenets"
        ]
    },
    {
        "query_id": "2962",
        "query_text": "Explain what a bone scan is and what it is used for.",
        "avg_score_change": 0.5,
        "original_docs": [
            "Why It Is Done. A bone scan is done to: 1  Find bone cancer or determine whether cancer from another area, such as the breast, lung, kidney, thyroid gland, or prostate gland, has spread (metastasized) to the bone. 2  Help diagnose the cause or location of unexplained bone pain, such as ongoing low back pain. bone scan can often find a problem days to months earlier than a regular X-ray test. During a bone scan, a radioactive substance called a tracer is injected into a vein in your arm. The tracer travels through your bloodstream and into your bones. Then a special camera takes pictures of the tracer in your bones.",
            "A bone scan is used to examine the bones for damage caused by cancer or another disease. It is a nuclear medicine test, which means that a very small amount of a radioactive substance is used during the procedure.he scan helps find cancer that started in the bones, as well as cancer that metastasized (spread) to the bone from other parts of the body. Bone scans are also used to monitor how cancer in the bone is responding to treatment."
        ],
        "perturbed_docs": [
            "Why It Is Done. A bone scan is done to: 1  Find bone cancer or determine whether cancer from another area, such as the breast, lung, kidney, thyroid gland, or prostate gland, has spread (metastasized) to the bone. 2  Help diagnose the cause or location of unexplained bone pain, such as ongoing low back pain. bone scan can often find a problem days to months earlier than a regular X-ray test. During a bone scan, a radioactive substance called a tracer is injected into a vein in your arm. The tracer travels through your bloodstream and into your bones. Then a special camera takes pictures of the tracer in your bones. what",
            "A bone scan is used to examine the bones for damage caused by cancer or another disease. It is a nuclear medicine test, which means that a very small amount of a radioactive substance is used during the procedure.he scan helps find cancer that started in the bones, as well as cancer that metastasized (spread) to the bone from other parts of the body. Bone scans are also used to monitor how cancer in the bone is responding to treatment. scan"
        ]
    },
    {
        "query_id": "113732",
        "query_text": "current assets / current liabilities",
        "avg_score_change": 0.5,
        "original_docs": [
            "Current assets are those assets which can be easily converted into cash within 12 months, given below are some of the examples of current assets 1  â\u0080\u0093. Cash balance available with company. 2  Inventories which includes raw materials, work in progress and finished goods. 3  Bank balance of the company.",
            "Current liabilities are those liabilities which are due for the payment within a short period of time usually 12 months, given below are some of the examples of current liabilities 1  â\u0080\u0093. Sundry Creditors. 2  Bills Payable or Account Payable. 3  Outstanding or Accrued Expenses like salary outstanding, rent outstanding etcâ\u0080¦. 4  Unearned Income.  Short Term Loans."
        ],
        "perturbed_docs": [
            "Current assets are those assets which can be easily converted into cash within 12 months, given below are some of the examples of current assets 1  â\u0080\u0093. Cash balance available with company. 2  Inventories which includes raw materials, work in progress and finished goods. 3  Bank balance of the company. current",
            "Current liabilities are those liabilities which are due for the payment within a short period of time usually 12 months, given below are some of the examples of current liabilities 1  â\u0080\u0093. Sundry Creditors. 2  Bills Payable or Account Payable. 3  Outstanding or Accrued Expenses like salary outstanding, rent outstanding etcâ\u0080¦. 4  Unearned Income.  Short Term Loans. current"
        ]
    },
    {
        "query_id": "92437",
        "query_text": "cincinnati baseball teams",
        "avg_score_change": 0.5,
        "original_docs": [
            "The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. The Reds compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890. The Reds played in the NL West division from 1969 to 1993, before joining the Central division in 1994.",
            "The Cincinnati Spikes are pleased to announce below the rosters for the 2017 12U and 14U teams. Thank you to all the tryout attendees, and we wish all players the best of luck next season. The Cincinnati Spikes is a non-profit, select, traveling baseball team located in Mason, Ohio. The Spikes are members of the Southwest Ohio League and the Midwest Prospect League. The club travels throughout the United States and competes against the finest teams in the country. Our games are played at Prasco Park and Legacy Field, Cincinnatiâ\u0080\u0099s premier facility for amateur baseball."
        ],
        "perturbed_docs": [
            "The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. The Reds compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890. The Reds played in the NL West division from 1969 to 1993, before joining the Central division in 1994. cincinnati",
            "The Cincinnati Spikes are pleased to announce below the rosters for the 2017 12U and 14U teams. Thank you to all the tryout attendees, and we wish all players the best of luck next season. The Cincinnati Spikes is a non-profit, select, traveling baseball team located in Mason, Ohio. The Spikes are members of the Southwest Ohio League and the Midwest Prospect League. The club travels throughout the United States and competes against the finest teams in the country. Our games are played at Prasco Park and Legacy Field, Cincinnatiâ\u0080\u0099s premier facility for amateur baseball. teams"
        ]
    },
    {
        "query_id": "227591",
        "query_text": "how does society affect the individual",
        "avg_score_change": 0.5,
        "original_docs": [
            "The society can impact an individual in many ways. One way that they can effect an individual is by the wars that may arise. In the past, many individuals were effected by World War I, and World War II.There are also health factors of certain people, because of air pollution or other things.ociety feeds, grooms, secures when an individual lives. It provides a sexual partner and helps to reproduce. Man is a thinking animal, only after his social behaviour improved. Thinking process depends on the language of the society and the language is a great gift and impact on an individual.",
            "Also the types of food that are consumed in different cultures and societies can affect the health and wellbeing of an individual. Eating junk food which can be seen as status in some societies can be detrimental for the health of the individual and society.hey want the best for their children â\u0080\u0093 and can afford it. It is not that other societies or people donâ\u0080\u0099t want the best; it is just that many people in society can not afford it or donâ\u0080\u0099t have access to it."
        ],
        "perturbed_docs": [
            "The society can impact an individual in many ways. One way that they can effect an individual is by the wars that may arise. In the past, many individuals were effected by World War I, and World War II.There are also health factors of certain people, because of air pollution or other things.ociety feeds, grooms, secures when an individual lives. It provides a sexual partner and helps to reproduce. Man is a thinking animal, only after his social behaviour improved. Thinking process depends on the language of the society and the language is a great gift and impact on an individual. society",
            "Also the types of food that are consumed in different cultures and societies can affect the health and wellbeing of an individual. Eating junk food which can be seen as status in some societies can be detrimental for the health of the individual and society.hey want the best for their children â\u0080\u0093 and can afford it. It is not that other societies or people donâ\u0080\u0099t want the best; it is just that many people in society can not afford it or donâ\u0080\u0099t have access to it. society"
        ]
    },
    {
        "query_id": "158887",
        "query_text": "do selfies flip",
        "avg_score_change": 0.5,
        "original_docs": [
            "Take the ultimate selfie: Samsung launches camera with flip display - and photos are taken with a simple WINK. The Samsung NX mini weighs 158g and is just 0.8-inches thick. A touchscreen display flips out from the rear, and rotates 180-degrees.",
            "Take the ultimate selfie: Samsung launches camera with flip display - and photos are taken with a simple WINK. 1  The Samsung NX mini weighs 158g and is just 0.8-inches thick. 2  A touchscreen display flips out from the rear, and rotates 180-degrees. 3  Camera's 1-inch sensor captures up to 20.5MP and can shoot 1080p video."
        ],
        "perturbed_docs": [
            "Take the ultimate selfie: Samsung launches camera with flip display - and photos are taken with a simple WINK. The Samsung NX mini weighs 158g and is just 0.8-inches thick. A touchscreen display flips out from the rear, and rotates 180-degrees. selfies",
            "Take the ultimate selfie: Samsung launches camera with flip display - and photos are taken with a simple WINK. 1  The Samsung NX mini weighs 158g and is just 0.8-inches thick. 2  A touchscreen display flips out from the rear, and rotates 180-degrees. 3  Camera's 1-inch sensor captures up to 20.5MP and can shoot 1080p video. do"
        ]
    },
    {
        "query_id": "208411",
        "query_text": "how big do boxers get",
        "avg_score_change": 0.5,
        "original_docs": [
            "Male Boxers Weight: 60-70 pounds. Female Boxers Height: 21-24 inches. Female Boxers Weight: 53-65 pounds. Some of them can get bigger allâ\u0080¦ depends on how much you feed them, some get taller then others and some get stockier then others, Males are more Stocky then Females. That, this the average weight and height of boxers.",
            "The male boxer can weigh up to 70 pounds and stands about 2 feet tall. for the female: 55 to 70 lbs, 65 lbs being a good average. 21 to 24 inches tall at shoulder, 22 inches â\u0080¦being average. (Best dogs in the world by the way) 2 people found this useful."
        ],
        "perturbed_docs": [
            "Male Boxers Weight: 60-70 pounds. Female Boxers Height: 21-24 inches. Female Boxers Weight: 53-65 pounds. Some of them can get bigger allâ\u0080¦ depends on how much you feed them, some get taller then others and some get stockier then others, Males are more Stocky then Females. That, this the average weight and height of boxers. how",
            "The male boxer can weigh up to 70 pounds and stands about 2 feet tall. for the female: 55 to 70 lbs, 65 lbs being a good average. 21 to 24 inches tall at shoulder, 22 inches â\u0080¦being average. (Best dogs in the world by the way) 2 people found this useful. how"
        ]
    },
    {
        "query_id": "149790",
        "query_text": "different hindu prayers",
        "avg_score_change": 0.5,
        "original_docs": [
            "The Vedas are compilations of hymns (Rks), songs (Samans), incantations (Yajus), and fervent prayers (Udgitha) used to invoke various gods and propitiate them. Hindu prayers are however different from the prayers used in other religions in character and composition.",
            "Buddhism: The Refuge Prayer Christianity: The Lord's Prayer Islam: The Fatiha Hinduism: The Gayatri Mantra Judaism: The Shema. Buddhism: The Refuge Prayer. Buddham saranam gacchami. I go to the Buddha for refuge. Dhammam saranam gacchami. I go to the Dhamma for refuge. Sangham saranam gacchami."
        ],
        "perturbed_docs": [
            "The Vedas are compilations of hymns (Rks), songs (Samans), incantations (Yajus), and fervent prayers (Udgitha) used to invoke various gods and propitiate them. Hindu prayers are however different from the prayers used in other religions in character and composition. hindu",
            "Buddhism: The Refuge Prayer Christianity: The Lord's Prayer Islam: The Fatiha Hinduism: The Gayatri Mantra Judaism: The Shema. Buddhism: The Refuge Prayer. Buddham saranam gacchami. I go to the Buddha for refuge. Dhammam saranam gacchami. I go to the Dhamma for refuge. Sangham saranam gacchami. prayers"
        ]
    },
    {
        "query_id": "314907",
        "query_text": "how much does it cost to build a home?",
        "avg_score_change": 0.5,
        "original_docs": [
            "1 A great deal depends on location plus the complexity of the project and the quality of the materials chosen. 2  It's possible to custom-build an 800-square-foot dome house for $1 million or a 12,000-square-foot rural ranch house for $400,000.3  However, the $400,000 custom-built house is the exception rather than the rule. However, building a modest custom home in a low-cost area might drop costs as low as $100 a square foot, or $350,000 for 3,500 square feet.",
            "The average cost to build a log home in the U.S. is approximately *$150.00-$200.00+ per square foot turnkey. The square footage you need to be concerned with is the actual living area on the main and second floor if applicable.ou need to take the basement and garage square footage times $35.00-$55.00 approximately to arrive at a cost for construction. Example: 2,000 square foot home- (1,500 main floor) & (500 loft floor) with a full basement and two car garage. Lower end. 1  2,000 square feet times $150.00 per sq.ft."
        ],
        "perturbed_docs": [
            "1 A great deal depends on location plus the complexity of the project and the quality of the materials chosen. 2  It's possible to custom-build an 800-square-foot dome house for $1 million or a 12,000-square-foot rural ranch house for $400,000.3  However, the $400,000 custom-built house is the exception rather than the rule. However, building a modest custom home in a low-cost area might drop costs as low as $100 a square foot, or $350,000 for 3,500 square feet. to",
            "The average cost to build a log home in the U.S. is approximately *$150.00-$200.00+ per square foot turnkey. The square footage you need to be concerned with is the actual living area on the main and second floor if applicable.ou need to take the basement and garage square footage times $35.00-$55.00 approximately to arrive at a cost for construction. Example: 2,000 square foot home- (1,500 main floor) & (500 loft floor) with a full basement and two car garage. Lower end. 1  2,000 square feet times $150.00 per sq.ft. to"
        ]
    },
    {
        "query_id": "236580",
        "query_text": "how is drive booster",
        "avg_score_change": 0.5,
        "original_docs": [
            "Overall, Driver Booster Free is a fantastic application. It has a clean interface that even novice users will be able to navigate. It can automatically detect any outdated drivers and then replace them with a single click, and all within the confines of the application.",
            "Update all your drivers and game components, activate a silent update mode (popup notifications are disabled) and automatically create a restore point. 1  Driver Booster is a lightweight software application whose purpose is to help you manage outdated drivers for all your devices. The tool features an automatic scan mode that allows you to update all your drivers and game components so you can enjoy a stable performance of your system and smooth gaming experience."
        ],
        "perturbed_docs": [
            "Overall, Driver Booster Free is a fantastic application. It has a clean interface that even novice users will be able to navigate. It can automatically detect any outdated drivers and then replace them with a single click, and all within the confines of the application. drive",
            "Update all your drivers and game components, activate a silent update mode (popup notifications are disabled) and automatically create a restore point. 1  Driver Booster is a lightweight software application whose purpose is to help you manage outdated drivers for all your devices. The tool features an automatic scan mode that allows you to update all your drivers and game components so you can enjoy a stable performance of your system and smooth gaming experience. how"
        ]
    },
    {
        "query_id": "234821",
        "query_text": "how good is drinking water for you",
        "avg_score_change": 0.5,
        "original_docs": [
            "4. Water clears your skin. Most people know that drinking more water can be good for clear skin and it can also help the symptoms of acne. If you've got dry skin, drinking water will give it more moisture but that's not all.",
            "Here are five solid reasons to drink a big glass of water right when you wake up. 1  It fires up your metabolism. Drinking a large, cool glass of water after you wake up has been shown to fire up your metabolism by a whopping 24% for 90 minutes! 2  Youâ\u0080\u0099re dehydrated when you wake up. You just went 7-8 hours without drinking any water!"
        ],
        "perturbed_docs": [
            "4. Water clears your skin. Most people know that drinking more water can be good for clear skin and it can also help the symptoms of acne. If you've got dry skin, drinking water will give it more moisture but that's not all. water",
            "Here are five solid reasons to drink a big glass of water right when you wake up. 1  It fires up your metabolism. Drinking a large, cool glass of water after you wake up has been shown to fire up your metabolism by a whopping 24% for 90 minutes! 2  Youâ\u0080\u0099re dehydrated when you wake up. You just went 7-8 hours without drinking any water! drinking"
        ]
    },
    {
        "query_id": "31432",
        "query_text": "average boxer puppy price",
        "avg_score_change": 0.5,
        "original_docs": [
            "Best Answer: Its depends on background and if the puppy is show quality! But without papers $150-450! no more than that price, most don't even cost over $400. Good Luck! Boxers are great dogs!",
            "My thoughts of what are reasonable prices for a boxer pup are.... $0 for a pet store or commercial breeder pup, and anywhere from $800-$1500 for a companion pup from a reputable breeder. For show, I'm not really too sure but I would think it would be upwards of $1200. __________________. Lisa."
        ],
        "perturbed_docs": [
            "Best Answer: Its depends on background and if the puppy is show quality! But without papers $150-450! no more than that price, most don't even cost over $400. Good Luck! Boxers are great dogs! price",
            "My thoughts of what are reasonable prices for a boxer pup are.... $0 for a pet store or commercial breeder pup, and anywhere from $800-$1500 for a companion pup from a reputable breeder. For show, I'm not really too sure but I would think it would be upwards of $1200. __________________. Lisa. average"
        ]
    },
    {
        "query_id": "183201",
        "query_text": "excuse vs recuse definition",
        "avg_score_change": 0.5,
        "original_docs": [
            "Recuse is a legal term used when a person disqualifies oneself (as a judge) in a legal case due to a potential prejudice or partiality. Example: The judge recused himself fr â\u0080¦ om that case, citing a possible conflict of interest.",
            "Split and merge into it. Answer by VoyageHomeLoansSac. Confidence votes 145. An excuse is a weak reason why something cannot be achieved or completed. An objection is a concern about the process or the widget and it causes delay or stops progressive towards completion."
        ],
        "perturbed_docs": [
            "Recuse is a legal term used when a person disqualifies oneself (as a judge) in a legal case due to a potential prejudice or partiality. Example: The judge recused himself fr â\u0080¦ om that case, citing a possible conflict of interest. excuse",
            "Split and merge into it. Answer by VoyageHomeLoansSac. Confidence votes 145. An excuse is a weak reason why something cannot be achieved or completed. An objection is a concern about the process or the widget and it causes delay or stops progressive towards completion. vs"
        ]
    },
    {
        "query_id": "85954",
        "query_text": "causes of death in the world's history",
        "avg_score_change": 0.5,
        "original_docs": [
            "In 1950 we find the top 10 causes of death were, in order, heart disease, cancer, stroke, accidents, infant death, influenza/pneumonia, tuberculosis, arteriosclerosis, kidney disease, and diabetes.",
            "The earliest data, that from 1900, give influenza/pneumonia, tuberculosis, diarrhea/enteritis, heart disease, stroke, kidney disease, accidents, cancer, senility, and diphtheria as the leading causes of death. The leading causes of death from 1900 through 1998 is located here."
        ],
        "perturbed_docs": [
            "In 1950 we find the top 10 causes of death were, in order, heart disease, cancer, stroke, accidents, infant death, influenza/pneumonia, tuberculosis, arteriosclerosis, kidney disease, and diabetes. of",
            "The earliest data, that from 1900, give influenza/pneumonia, tuberculosis, diarrhea/enteritis, heart disease, stroke, kidney disease, accidents, cancer, senility, and diphtheria as the leading causes of death. The leading causes of death from 1900 through 1998 is located here. the"
        ]
    },
    {
        "query_id": "267012",
        "query_text": "how long should i wait to handle my ball python after feeding",
        "avg_score_change": 0.5,
        "original_docs": [
            "Best Answer: I recommend waiting at least 48 hours before handling your snake. If they've had a large meal I wait 72 hours.Sexing a snake at the size yours is, can be accomplished by probing. This should be done by an experienced person..either a breeder or vet.dd your answer. How long do i have to wait to handle my ball python after it eats? i fed it 2 mise fuzzys. and the snake is about 1.5 -2 feet long. and how do i tell if its a boy or girl?",
            "Best Answer: It really depends on the snake. There is always a chance with handling after feeding, that the snake could get a little stressed and regurgitate the food in order to be able to move faster. My ball python seems to be fine after 24hours after feeding, but some snakes need more.Just don't put her through anything stressful after feeding.enerally 48 hours is adequate, but if your python has had an exceptionally large meal and still has a visible lump in it's belly after 48 hours, it may be prudent to wait a bit longer."
        ],
        "perturbed_docs": [
            "Best Answer: I recommend waiting at least 48 hours before handling your snake. If they've had a large meal I wait 72 hours.Sexing a snake at the size yours is, can be accomplished by probing. This should be done by an experienced person..either a breeder or vet.dd your answer. How long do i have to wait to handle my ball python after it eats? i fed it 2 mise fuzzys. and the snake is about 1.5 -2 feet long. and how do i tell if its a boy or girl? handle",
            "Best Answer: It really depends on the snake. There is always a chance with handling after feeding, that the snake could get a little stressed and regurgitate the food in order to be able to move faster. My ball python seems to be fine after 24hours after feeding, but some snakes need more.Just don't put her through anything stressful after feeding.enerally 48 hours is adequate, but if your python has had an exceptionally large meal and still has a visible lump in it's belly after 48 hours, it may be prudent to wait a bit longer. python"
        ]
    },
    {
        "query_id": "146244",
        "query_text": "difference between a spruce and a fir tree",
        "avg_score_change": 0.5,
        "original_docs": [
            "The leaves of conifers are of course their needles. On true pine trees, the needles are arranged and attached to the branches in clusters of two (red pine group), three (yellow pine group), or five (white pine group) needles per cluster. Spruce and fir trees have their needles attached individually to the branches. To tell spruce and fir trees apart, it helps to know that spruce needles are sharply pointed, square and easy to roll between your fingers. Fir needles, on the other hand, are softer, flat and cannot be rolled between your fingers. Spruce needles are attached to small, stalk-like woody projections. When needles are shed, these projections remain. As a result, the branches of spruce trees feel rough.",
            "The way that I remember which grows up and which grows down is that I remember the s in spruce means that the cones spray the ground. One of the best and easiest ways to tell the difference between a true spruce and fir tree is to look at the tree's cones. When mature, the cones on a fir tree stand straight up (point towards the sky) while the mature cones on a spruce grow down towards the ground from the bottom side of the branch. The way that I remember which grows up and which grows down is that I remember the s in spruce means that the cones spray the ground."
        ],
        "perturbed_docs": [
            "The leaves of conifers are of course their needles. On true pine trees, the needles are arranged and attached to the branches in clusters of two (red pine group), three (yellow pine group), or five (white pine group) needles per cluster. Spruce and fir trees have their needles attached individually to the branches. To tell spruce and fir trees apart, it helps to know that spruce needles are sharply pointed, square and easy to roll between your fingers. Fir needles, on the other hand, are softer, flat and cannot be rolled between your fingers. Spruce needles are attached to small, stalk-like woody projections. When needles are shed, these projections remain. As a result, the branches of spruce trees feel rough. a",
            "The way that I remember which grows up and which grows down is that I remember the s in spruce means that the cones spray the ground. One of the best and easiest ways to tell the difference between a true spruce and fir tree is to look at the tree's cones. When mature, the cones on a fir tree stand straight up (point towards the sky) while the mature cones on a spruce grow down towards the ground from the bottom side of the branch. The way that I remember which grows up and which grows down is that I remember the s in spruce means that the cones spray the ground. spruce"
        ]
    },
    {
        "query_id": "277799",
        "query_text": "how many calories in tomatillo sauce",
        "avg_score_change": 0.5,
        "original_docs": [
            "Ingredient Specific Calorie Information From Our Recipes: 1  Calories In Pork Loin in Tomatillo Sauce Calories: 292, Fat: 13g, Carbs: 6g, Protein: 34g, Fiber: 4g. 2  Calories In Beef cortadillo in tomatillo sauce Calories: 77, Fat: 3g, Carbs: 4g, Protein: 9g, Fiber: 1g.",
            "Show full nutrition information. Calories In Pork Loin in Tomatillo Sauce Calories: 292, Fat: 13g, Carbs: 6g, Protein: 34g, Fiber: 4g. Calories In Beef cortadillo in tomatillo sauce Calories: 77, Fat: 3g, Carbs: 4g, Protein: 9g, Fiber: 1g.",
            "There are 30 calories in 1 serving of Cafe Rio Tomatillo Sauce (Mild). Calorie breakdown: 31% fat, 55% carbs, 14% protein."
        ],
        "perturbed_docs": [
            "Ingredient Specific Calorie Information From Our Recipes: 1  Calories In Pork Loin in Tomatillo Sauce Calories: 292, Fat: 13g, Carbs: 6g, Protein: 34g, Fiber: 4g. 2  Calories In Beef cortadillo in tomatillo sauce Calories: 77, Fat: 3g, Carbs: 4g, Protein: 9g, Fiber: 1g. in",
            "Show full nutrition information. Calories In Pork Loin in Tomatillo Sauce Calories: 292, Fat: 13g, Carbs: 6g, Protein: 34g, Fiber: 4g. Calories In Beef cortadillo in tomatillo sauce Calories: 77, Fat: 3g, Carbs: 4g, Protein: 9g, Fiber: 1g. how",
            "There are 30 calories in 1 serving of Cafe Rio Tomatillo Sauce (Mild). Calorie breakdown: 31% fat, 55% carbs, 14% protein. calories"
        ]
    },
    {
        "query_id": "157149",
        "query_text": "do i really need to separate baby clothes by color before washing?",
        "avg_score_change": 0.5,
        "original_docs": [
            "The Cleaning Process: 1  Check clothing labels for special care instructions before washing. 2  Separate clothing by color to avoid color fade and bleeding. 3  Use the warmest water you can (following the clothes label instructions) to fill the machine. 4  Add detergent to water.  Add baby clothes, taking care not to overfill.",
            "1 Check clothing labels for special care instructions before washing. 2  Separate clothing by color to avoid color fade and bleeding. 3  Use the warmest water you can (following the clothes label instructions) to fill the machine. 4  Add detergent to water.  Add baby clothes, taking care not to overfill."
        ],
        "perturbed_docs": [
            "The Cleaning Process: 1  Check clothing labels for special care instructions before washing. 2  Separate clothing by color to avoid color fade and bleeding. 3  Use the warmest water you can (following the clothes label instructions) to fill the machine. 4  Add detergent to water.  Add baby clothes, taking care not to overfill. washing?",
            "1 Check clothing labels for special care instructions before washing. 2  Separate clothing by color to avoid color fade and bleeding. 3  Use the warmest water you can (following the clothes label instructions) to fill the machine. 4  Add detergent to water.  Add baby clothes, taking care not to overfill. need"
        ]
    },
    {
        "query_id": "113664",
        "query_text": "curious definition synonyms",
        "avg_score_change": 0.5,
        "original_docs": [
            "adj. strange, wild. 1  bugged out. 2  camp. 3  comical. 4  curious. 5  eccentric. 6  extraordinary. 7  fantastic. 8  far-out. 9  freakish. 10  grody. 11  grotesque. 12  kooky. 13  ludicrous. 14  odd. 15  oddball. 16  off the wall. 17  offbeat. 18  outlandish. 19  outre. 20  outre. 21  outrÃ©. 22  peculiar. 23  queer. 24  ridiculous. 25  singular. 26  unusual-way. 27  out.  weird",
            "curious. adjective. 1  Eager to learn more: curious investigators; a trapdoor that made me curious. 2  Unduly inquisitive; prying: a curious neighbor always looking over the fence. 3  Arousing interest because of novelty or strangeness: a curious fact."
        ],
        "perturbed_docs": [
            "adj. strange, wild. 1  bugged out. 2  camp. 3  comical. 4  curious. 5  eccentric. 6  extraordinary. 7  fantastic. 8  far-out. 9  freakish. 10  grody. 11  grotesque. 12  kooky. 13  ludicrous. 14  odd. 15  oddball. 16  off the wall. 17  offbeat. 18  outlandish. 19  outre. 20  outre. 21  outrÃ©. 22  peculiar. 23  queer. 24  ridiculous. 25  singular. 26  unusual-way. 27  out.  weird definition",
            "curious. adjective. 1  Eager to learn more: curious investigators; a trapdoor that made me curious. 2  Unduly inquisitive; prying: a curious neighbor always looking over the fence. 3  Arousing interest because of novelty or strangeness: a curious fact. synonyms"
        ]
    }
]