[
    {
        "query_id": "810394",
        "query_text": "what is the cause of the symptoms nausea throwing up",
        "avg_score_change": 0.6875,
        "original_docs": [
            "In such disorders (for example, appendicitis or pancreatitis), it is typically the pain rather than the vomiting that causes people to seek medical care. Many drugs, including alcohol, opioid analgesics (such as morphine), and chemotherapy drugs, can cause nausea and vomiting.",
            "Viral gastroenteritis Gastroenteritis (stomach flu) is a viral condition that causes diarrhea and vomiting. Giardiasis Giardiasis is an infection of the small intestine causing diarrhea, gas, bloating, nausea and stomach cramps.",
            "Nausea and vomiting may also occur when there are metabolic changes in the body, such as during early pregnancy, or when people have diabetes that is severely out of control or severe liver failure or kidney failure. Psychologic problems also can cause nausea and vomiting (known as functional or psychogenic vomiting).",
            "Nausea is a sensation of unease and discomfort in the upper stomach with an involuntary urge to vomit. It may precede vomiting, but a person can have nausea without vomiting. When prolonged, it is a debilitating symptom. Nausea is a non-specific symptom, which means that it has many possible causes. Some common causes of nausea are motion sickness, dizziness, migraine, fainting, low blood sugar, gastroenteritis (stomach infection) or food poisoning."
        ],
        "perturbed_docs": [
            "In such disorders (for example, appendicitis or pancreatitis), it is typically the pain rather than the vomiting that causes people to seek medical care. Many drugs, including alcohol, opioid analgesics (such as morphine), and chemotherapy drugs, can cause nausea and vomiting. nausea",
            "Viral gastroenteritis Gastroenteritis (stomach flu) is a viral condition that causes diarrhea and vomiting. Giardiasis Giardiasis is an infection of the small intestine causing diarrhea, gas, bloating, nausea and stomach cramps. the",
            "Nausea and vomiting may also occur when there are metabolic changes in the body, such as during early pregnancy, or when people have diabetes that is severely out of control or severe liver failure or kidney failure. Psychologic problems also can cause nausea and vomiting (known as functional or psychogenic vomiting). of",
            "Nausea is a sensation of unease and discomfort in the upper stomach with an involuntary urge to vomit. It may precede vomiting, but a person can have nausea without vomiting. When prolonged, it is a debilitating symptom. Nausea is a non-specific symptom, which means that it has many possible causes. Some common causes of nausea are motion sickness, dizziness, migraine, fainting, low blood sugar, gastroenteritis (stomach infection) or food poisoning. the"
        ]
    },
    {
        "query_id": "188908",
        "query_text": "foods not eat migraine",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Other foods that may contain MSG: canned soup, frozen foods, processed foods, seasonings, and canned vegetables. Because of the controversy surrounding MSG, food manufacturers list it on the label. Chocolate Chocolate Chocolate contains caffeine, as do some sodas, tea, coffee, and energy drinks. In small doses, the caffeine in these foods and drinks can increase alertness. Plus, caffeine can actually help the body absorb pain-relief medication more quickly when migraines do occur.",
            "Hot Dogs Hot Dogs Use caution at the deli counter if your migraines are caused by meat. Many brands of hot dog, bacon, salami, sausage, luncheon meat, and pepperoni contain tyramine. These foods typically also contain the preservative sodium nitrate, which may be a trigger and set off a migraine. Advertisement.",
            "Teri Robert | Aug 16th 2013 Feb 22nd 2017. It can be frustrating to manage food triggers. It can seem especially difficult to eat in a restaurant or go to parties. But, when managing food triggers means fewer migraines, itâ\u0080\u0099s well worth it. Here are foods that can cause problems. All kinds of beans are potential food triggers â\u0080\u0093 string beans, navy beans, kidney beans, lima beans and so on."
        ],
        "perturbed_docs": [
            "Other foods that may contain MSG: canned soup, frozen foods, processed foods, seasonings, and canned vegetables. Because of the controversy surrounding MSG, food manufacturers list it on the label. Chocolate Chocolate Chocolate contains caffeine, as do some sodas, tea, coffee, and energy drinks. In small doses, the caffeine in these foods and drinks can increase alertness. Plus, caffeine can actually help the body absorb pain-relief medication more quickly when migraines do occur. eat",
            "Hot Dogs Hot Dogs Use caution at the deli counter if your migraines are caused by meat. Many brands of hot dog, bacon, salami, sausage, luncheon meat, and pepperoni contain tyramine. These foods typically also contain the preservative sodium nitrate, which may be a trigger and set off a migraine. Advertisement. eat",
            "Teri Robert | Aug 16th 2013 Feb 22nd 2017. It can be frustrating to manage food triggers. It can seem especially difficult to eat in a restaurant or go to parties. But, when managing food triggers means fewer migraines, itâ\u0080\u0099s well worth it. Here are foods that can cause problems. All kinds of beans are potential food triggers â\u0080\u0093 string beans, navy beans, kidney beans, lima beans and so on. eat"
        ]
    },
    {
        "query_id": "112318",
        "query_text": "crate engine how heavy",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Horsepower and torque ratings based on test engine. Ratings may vary on individual engines. 340 Six-Pack - 330 HP. This crate engine uses proven components to deliver. a solid 330 horsepower and 330 ft-lbs. torque in a. package that ï¬\u0081 ts in most muscle cars.",
            "Mopar 472 Hemi crate engine  525 horsepower, 540 ft.-lbs. torque Mopar Hemi crate engines are designed for placement in just about any vehicle. Beef up the power in your favorite muscle car or street rod, with a 472 Hemi crate engine.",
            "Mopar 426 Hemi crate engine  465 Horsepower, 486 ft.-lbs. torque Originally introduced in 1964 as a racing engine, the legendary 426 Hemi first appeared in 1966 street B-body Dodges and Plymouths, such as Dodge Charger, Dodge Coronet 500, and Plymouth Belvedere."
        ],
        "perturbed_docs": [
            "Horsepower and torque ratings based on test engine. Ratings may vary on individual engines. 340 Six-Pack - 330 HP. This crate engine uses proven components to deliver. a solid 330 horsepower and 330 ft-lbs. torque in a. package that ï¬\u0081 ts in most muscle cars. engine",
            "Mopar 472 Hemi crate engine  525 horsepower, 540 ft.-lbs. torque Mopar Hemi crate engines are designed for placement in just about any vehicle. Beef up the power in your favorite muscle car or street rod, with a 472 Hemi crate engine. how",
            "Mopar 426 Hemi crate engine  465 Horsepower, 486 ft.-lbs. torque Originally introduced in 1964 as a racing engine, the legendary 426 Hemi first appeared in 1966 street B-body Dodges and Plymouths, such as Dodge Charger, Dodge Coronet 500, and Plymouth Belvedere. engine"
        ]
    },
    {
        "query_id": "634113",
        "query_text": "what does cdu stand for",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Quote: Originally Posted by pk1700. Hi, I am about to go into the contract for a house in Hicksville, but this morning on Nassau County Department of Assessment's I found out that CDU - (Condition Desirability Utility) Codes for this property states Poor. The house was completely redone in 2005.",
            "The Clinical Decision Unit or CDU is the observation unit in the emergency department. It is designed to provide appropriate physician and nurse staffing and diagnostic/treatment capabilities to allow observation for the presenting clinical complaint in an efficient, safe, effective and comfortable environment.",
            "From the cockpit, the FMS is normally controlled through a Control Display Unit (CDU) which incorporates a small screen and keyboard or touchscreen. The FMS sends the flight plan for display to the Electronic Flight Instrument System (EFIS), Navigation Display (ND), or Multifunction Display (MFD)."
        ],
        "perturbed_docs": [
            "Quote: Originally Posted by pk1700. Hi, I am about to go into the contract for a house in Hicksville, but this morning on Nassau County Department of Assessment's I found out that CDU - (Condition Desirability Utility) Codes for this property states Poor. The house was completely redone in 2005. for",
            "The Clinical Decision Unit or CDU is the observation unit in the emergency department. It is designed to provide appropriate physician and nurse staffing and diagnostic/treatment capabilities to allow observation for the presenting clinical complaint in an efficient, safe, effective and comfortable environment. does",
            "From the cockpit, the FMS is normally controlled through a Control Display Unit (CDU) which incorporates a small screen and keyboard or touchscreen. The FMS sends the flight plan for display to the Electronic Flight Instrument System (EFIS), Navigation Display (ND), or Multifunction Display (MFD). stand"
        ]
    },
    {
        "query_id": "583798",
        "query_text": "what cause gi problems",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Common GI Infections. Here are a few types of GI infections that you may have heard about: Salmonella bacteria lead to between 1 and 5 million cases of diarrheal illness in the United States each year. These bacteria, a major cause of food poisoning, are frequently found in raw chicken or eggs.",
            "Gastrointestinal problems can affect any part of the digestive system. Some foods high in fiber or dairy can cause constipation or diarrhea. Diarrhea and constipation are common gastrointestinal problems. Irritable bowel syndrome may cause abdominal pain, bloating, and gas. Most cases of colon cancer begin as a benign polyp, a small growth of skin that forms in the colon.",
            "What Are Gastrointestinal Infections? Diarrhea, with its frequent and watery bowel movements, often is caused by gastrointestinal infections (although other illnesses and dietary changes also can be culprits). Germs such as parasites, viruses, or bacteria all can cause gastrointestinal (GI) infections."
        ],
        "perturbed_docs": [
            "Common GI Infections. Here are a few types of GI infections that you may have heard about: Salmonella bacteria lead to between 1 and 5 million cases of diarrheal illness in the United States each year. These bacteria, a major cause of food poisoning, are frequently found in raw chicken or eggs. problems",
            "Gastrointestinal problems can affect any part of the digestive system. Some foods high in fiber or dairy can cause constipation or diarrhea. Diarrhea and constipation are common gastrointestinal problems. Irritable bowel syndrome may cause abdominal pain, bloating, and gas. Most cases of colon cancer begin as a benign polyp, a small growth of skin that forms in the colon. what",
            "What Are Gastrointestinal Infections? Diarrhea, with its frequent and watery bowel movements, often is caused by gastrointestinal infections (although other illnesses and dietary changes also can be culprits). Germs such as parasites, viruses, or bacteria all can cause gastrointestinal (GI) infections. problems"
        ]
    },
    {
        "query_id": "571696",
        "query_text": "what are the monuments in washington dc",
        "avg_score_change": 0.6666666666666666,
        "original_docs": [
            "Washington Monument. For other monuments dedicated to George Washington, see List of monuments dedicated to George Washington. The Washington Monument is an obelisk on the National Mall in Washington, D.C., built to commemorate George Washington, once commander-in-chief of the Continental Army and the first President of the United States.",
            "Many of the architectural landmarks in Washington, D.C. commemorate important chapters in American history. Visit monuments and memorials like the breathtaking Jefferson and Lincoln Memorials, the unprecedented Vietnam Veterans Memorial, and the inspiring Marine Corps War Memorial â\u0080\u0094 many of them only a short walk apart. Air Force Memorial.",
            "Arlington National Cemetery occupies 612 acres in Virginia on the Potomac River, directly opposite Washington. In 1864, Arlington became a military cemetery. More than 240,000 service members and their dependents are buried there. In 1921, an Unknown American Soldier of World War I was buried in the cemetery."
        ],
        "perturbed_docs": [
            "Washington Monument. For other monuments dedicated to George Washington, see List of monuments dedicated to George Washington. The Washington Monument is an obelisk on the National Mall in Washington, D.C., built to commemorate George Washington, once commander-in-chief of the Continental Army and the first President of the United States. washington",
            "Many of the architectural landmarks in Washington, D.C. commemorate important chapters in American history. Visit monuments and memorials like the breathtaking Jefferson and Lincoln Memorials, the unprecedented Vietnam Veterans Memorial, and the inspiring Marine Corps War Memorial â\u0080\u0094 many of them only a short walk apart. Air Force Memorial. in",
            "Arlington National Cemetery occupies 612 acres in Virginia on the Potomac River, directly opposite Washington. In 1864, Arlington became a military cemetery. More than 240,000 service members and their dependents are buried there. In 1921, an Unknown American Soldier of World War I was buried in the cemetery. the"
        ]
    },
    {
        "query_id": "1083332",
        "query_text": "causes of neuropathic bladder",
        "avg_score_change": 0.6111111111111112,
        "original_docs": [
            "Neurogenic bladder is a condition caused by the nerves along the pathway between the bladder and the brain not working properly. This can be due to a brain disorder or bladder nerve damage. Examples of brain disorders that can cause neurogenic bladder include: Alzheimerâ\u0080\u0099s disease; tumors of the brain or spinal cord; multiple sclerosis",
            "Any condition that impairs bladder and bladder outlet afferent and efferent signaling can cause neurogenic bladder. Causes may involve the CNS (eg, stroke, spinal injury, meningomyelocele, amyotrophic lateral sclerosis), peripheral nerves (eg, diabetic, alcoholic, or vitamin B 12 deficiency neuropathies; herniated disks; damage due to pelvic surgery), or both (eg, Parkinson disease, multiple sclerosis, syphilis).",
            "In neurogenic bladder, the nerves that carry messages back-and-forth between the bladder and the spinal cord and brain donâ\u0080\u0099t work the way they should. Damage or changes in the nervous system and infection can cause neurogenic bladder. Treatment is aimed at preventing kidney damage. It may include medicine, urinary catheters, antibiotics to reduce the chance of infection, and, in severe cases, surgery."
        ],
        "perturbed_docs": [
            "Neurogenic bladder is a condition caused by the nerves along the pathway between the bladder and the brain not working properly. This can be due to a brain disorder or bladder nerve damage. Examples of brain disorders that can cause neurogenic bladder include: Alzheimerâ\u0080\u0099s disease; tumors of the brain or spinal cord; multiple sclerosis causes",
            "Any condition that impairs bladder and bladder outlet afferent and efferent signaling can cause neurogenic bladder. Causes may involve the CNS (eg, stroke, spinal injury, meningomyelocele, amyotrophic lateral sclerosis), peripheral nerves (eg, diabetic, alcoholic, or vitamin B 12 deficiency neuropathies; herniated disks; damage due to pelvic surgery), or both (eg, Parkinson disease, multiple sclerosis, syphilis). neuropathic",
            "In neurogenic bladder, the nerves that carry messages back-and-forth between the bladder and the spinal cord and brain donâ\u0080\u0099t work the way they should. Damage or changes in the nervous system and infection can cause neurogenic bladder. Treatment is aimed at preventing kidney damage. It may include medicine, urinary catheters, antibiotics to reduce the chance of infection, and, in severe cases, surgery. neuropathic"
        ]
    },
    {
        "query_id": "505107",
        "query_text": "sugar and caffeine withdrawal symptoms",
        "avg_score_change": 0.6111111111111112,
        "original_docs": [
            "The symptoms of sugar withdrawal can include headaches, fatigue, depression, drowsiness, skin eruptions, and mucus or throat discomfort. Some of these symptoms, especially the mood swings, fatigue and drowsiness, can occur on a daily basis as the blood sugar rises and falls on a high-sugar diet.",
            "Decaffeinated coffee has been found to actually reduce caffeine withdrawal symptoms, including cravings, fatigue, lack of alertness and flu-like feelings, when people going through caffeine withdrawal think they are drinking caffeinated coffee. This is known as the placebo effect.",
            "With sugar addiction, the withdrawal symptoms may be weakness, slight nausea, headache, and other fairly mild but possibly uncomfortable symptoms. My caffeine withdrawal headache lasted 2 days, sugar withdrawal symptoms may last for a week or two. Some people may experience little or no discomfort at all.The blue line on the right represents life after withdrawal. Thatâ\u0080\u0099s our goal, because it leads towards health."
        ],
        "perturbed_docs": [
            "The symptoms of sugar withdrawal can include headaches, fatigue, depression, drowsiness, skin eruptions, and mucus or throat discomfort. Some of these symptoms, especially the mood swings, fatigue and drowsiness, can occur on a daily basis as the blood sugar rises and falls on a high-sugar diet. symptoms",
            "Decaffeinated coffee has been found to actually reduce caffeine withdrawal symptoms, including cravings, fatigue, lack of alertness and flu-like feelings, when people going through caffeine withdrawal think they are drinking caffeinated coffee. This is known as the placebo effect. sugar",
            "With sugar addiction, the withdrawal symptoms may be weakness, slight nausea, headache, and other fairly mild but possibly uncomfortable symptoms. My caffeine withdrawal headache lasted 2 days, sugar withdrawal symptoms may last for a week or two. Some people may experience little or no discomfort at all.The blue line on the right represents life after withdrawal. Thatâ\u0080\u0099s our goal, because it leads towards health. sugar"
        ]
    },
    {
        "query_id": "1102177",
        "query_text": "definition of shagreen",
        "avg_score_change": 0.6,
        "original_docs": [
            "Shagreen is a type of rawhide consisting of rough untanned skin, formerly made from a horse's back or that of an onager. Shagreen is now commonly made of the skins of sharks and rays.",
            "Definition of shagreen in the English dictionary The definition of shagreen in the dictionary is the rough skin of certain sharks and rays, used as an abrasive. Other definition of shagreen is a rough grainy leather made from certain animal hides. english words that begin like shagreen",
            "What is Shagreen Shagreen is an exotic material that was used in making many sumptuous items for royal families and in modern life Shagreen has been used for finishing luxurious furniture but not many people knows about it. A short definition of the Shagreen. Warmly welcome to Sanaco furinitureâ\u0080\u0099s website. This paragraph is to clarify what is Shagreen. The word Shagreen derives from the French chagrin and is related to Italian zigrino and Venetian sagrin, derived from the Turkish sÄ\u0081Ä\u009frÄ« / Ã§Ä\u0081Ä\u009frÄ« â\u0080\u009drump of a horse"
        ],
        "perturbed_docs": [
            "Shagreen is a type of rawhide consisting of rough untanned skin, formerly made from a horse's back or that of an onager. Shagreen is now commonly made of the skins of sharks and rays. of",
            "Definition of shagreen in the English dictionary The definition of shagreen in the dictionary is the rough skin of certain sharks and rays, used as an abrasive. Other definition of shagreen is a rough grainy leather made from certain animal hides. english words that begin like shagreen shagreen",
            "What is Shagreen Shagreen is an exotic material that was used in making many sumptuous items for royal families and in modern life Shagreen has been used for finishing luxurious furniture but not many people knows about it. A short definition of the Shagreen. Warmly welcome to Sanaco furinitureâ\u0080\u0099s website. This paragraph is to clarify what is Shagreen. The word Shagreen derives from the French chagrin and is related to Italian zigrino and Venetian sagrin, derived from the Turkish sÄ\u0081Ä\u009frÄ« / Ã§Ä\u0081Ä\u009frÄ« â\u0080\u009drump of a horse shagreen"
        ]
    },
    {
        "query_id": "571474",
        "query_text": "what are the marijuana laws in massachusetts",
        "avg_score_change": 0.6,
        "original_docs": [
            "The law, passed as a ballot measure known as Question 4, would allow people 21 years and older to possess up to 1 ounce of marijuana outside their residence and possess up to 10 ounces inside the residence. That goes into effect on Dec. 15, 2016. These 13 Massachusetts towns really wanted weed legalized. Here's what happens next, with a major caveat. There are deadlines and other provisions within the law. But the Massachusetts Legislature and Gov. Charlie Baker, one of the top opponents of the measure, hold the power to rewrite the law.",
            "In 2008, Massachusetts voters approved a ballot measure that replaced criminal penalties for the possession of one ounce or less of weed with a system of civil penalties. That law is usually described as decriminalization. In 2012, Massachusetts voters approved an initiative making marijuana legal for medical use.",
            "Massachusetts Marijuana Laws. Marijuana possession, sale, and manufacture are regulated by both state and federal law. In Massachusetts, marijuana is classified as a class D substance, and until recently was completely illegal. (Mass."
        ],
        "perturbed_docs": [
            "The law, passed as a ballot measure known as Question 4, would allow people 21 years and older to possess up to 1 ounce of marijuana outside their residence and possess up to 10 ounces inside the residence. That goes into effect on Dec. 15, 2016. These 13 Massachusetts towns really wanted weed legalized. Here's what happens next, with a major caveat. There are deadlines and other provisions within the law. But the Massachusetts Legislature and Gov. Charlie Baker, one of the top opponents of the measure, hold the power to rewrite the law. marijuana",
            "In 2008, Massachusetts voters approved a ballot measure that replaced criminal penalties for the possession of one ounce or less of weed with a system of civil penalties. That law is usually described as decriminalization. In 2012, Massachusetts voters approved an initiative making marijuana legal for medical use. what",
            "Massachusetts Marijuana Laws. Marijuana possession, sale, and manufacture are regulated by both state and federal law. In Massachusetts, marijuana is classified as a class D substance, and until recently was completely illegal. (Mass. are"
        ]
    },
    {
        "query_id": "206117",
        "query_text": "hotels in thornton co",
        "avg_score_change": 0.5833333333333334,
        "original_docs": [
            "Econo Lodge Thornton -Denver North, a Thornton hotel near Downtown Denver. 1  For everything you need while on the road, book with our Econo LodgeÂ® Thornton-Denver North hotel in Thornton, CO near Downtown Denver to explore Colorado with ease. Visit these popular attractions near this pet-friendly discount hotel in Thornton during your stay in Colorado: Denver Botanic Gardens.",
            "Thornton Hotels. Candlewood Suites Denver North - Thornton. Welcome to the Candlewood Suites Thornton serving Northglenn, Westminster, Brighton, Commerce City, Broomfield, and Thornton. We are minutes from downtown Denver, many RTD stations, Water World, downtown Louisville, and the Broomfield event center.",
            "4. Hampton Inn Denver-North/Thornton. From Business: Property Location With a stay at Hampton Inn Denver Thornton in Thornton, you'll be close to Boondocks Food and Fun and Thorncreek Golf Course. This hotel is withâ\u0080¦. Add to mybookRemove from mybook."
        ],
        "perturbed_docs": [
            "Econo Lodge Thornton -Denver North, a Thornton hotel near Downtown Denver. 1  For everything you need while on the road, book with our Econo LodgeÂ® Thornton-Denver North hotel in Thornton, CO near Downtown Denver to explore Colorado with ease. Visit these popular attractions near this pet-friendly discount hotel in Thornton during your stay in Colorado: Denver Botanic Gardens. in",
            "Thornton Hotels. Candlewood Suites Denver North - Thornton. Welcome to the Candlewood Suites Thornton serving Northglenn, Westminster, Brighton, Commerce City, Broomfield, and Thornton. We are minutes from downtown Denver, many RTD stations, Water World, downtown Louisville, and the Broomfield event center. co",
            "4. Hampton Inn Denver-North/Thornton. From Business: Property Location With a stay at Hampton Inn Denver Thornton in Thornton, you'll be close to Boondocks Food and Fun and Thorncreek Golf Course. This hotel is withâ\u0080¦. Add to mybookRemove from mybook. hotels"
        ]
    },
    {
        "query_id": "1093200",
        "query_text": "benefit of curved screen tv",
        "avg_score_change": 0.5833333333333334,
        "original_docs": [
            "That's an opportunity for differential brightness across the screen. A curved screen, with the proper radius, allows for all the pixels to be viewed straight on. However, the big deal is when the TV is viewed by someone off to the side. Perhaps the second person on the couch sits to the right of the sweet spot, so that their eyes are straight-on to the rightmost pixels of the screen, and about 33 degrees offset from the leftmost pixels of the screen.",
            "In nature this would be useful because it could be a predator tricking you, but in modern life you want to dive in and forget that it's just on TV. A curved screen is compensating that, by bringing the edges closer to you, so the full screen can be in better radius of your view.",
            "One of the biggest marketing hooks upon which curved TV manufacturers like LG and Samsung are hanging their hats is the idea that curved TVs provide better a better viewing experience, and there is some scientific evidence to back up the claim."
        ],
        "perturbed_docs": [
            "That's an opportunity for differential brightness across the screen. A curved screen, with the proper radius, allows for all the pixels to be viewed straight on. However, the big deal is when the TV is viewed by someone off to the side. Perhaps the second person on the couch sits to the right of the sweet spot, so that their eyes are straight-on to the rightmost pixels of the screen, and about 33 degrees offset from the leftmost pixels of the screen. tv",
            "In nature this would be useful because it could be a predator tricking you, but in modern life you want to dive in and forget that it's just on TV. A curved screen is compensating that, by bringing the edges closer to you, so the full screen can be in better radius of your view. of",
            "One of the biggest marketing hooks upon which curved TV manufacturers like LG and Samsung are hanging their hats is the idea that curved TVs provide better a better viewing experience, and there is some scientific evidence to back up the claim. benefit"
        ]
    },
    {
        "query_id": "1024312",
        "query_text": "who are the months named after",
        "avg_score_change": 0.5833333333333334,
        "original_docs": [
            "August: August was named after Augustus Caesar in 8 B.C. Previously, August was called â\u0080\u009cSextillia, which was Latin for â\u0080\u009csixth.. Though we think of September, October, November, and December as months 9, 10, 11 and 12, these months were 7, 8, 9, and 10 on the ancient Roman calendar. This is how they got their names.",
            "The Roman month Februarius was named after the Latin term februum, which means purification, via the purification ritual Februa held on February 15 (full moon) in the old lunar Roman calendar.",
            "November: November's name comes from novem, Latin for â\u0080\u009cnine.. December: December's name come from decem, Latin for â\u0080\u009cten.. February: Around 690 B.C., Numa Pompilius turned a period of celebration at the end of the year into a month of its own, named after the festival Februa. This is how February got its name."
        ],
        "perturbed_docs": [
            "August: August was named after Augustus Caesar in 8 B.C. Previously, August was called â\u0080\u009cSextillia, which was Latin for â\u0080\u009csixth.. Though we think of September, October, November, and December as months 9, 10, 11 and 12, these months were 7, 8, 9, and 10 on the ancient Roman calendar. This is how they got their names. named",
            "The Roman month Februarius was named after the Latin term februum, which means purification, via the purification ritual Februa held on February 15 (full moon) in the old lunar Roman calendar. who",
            "November: November's name comes from novem, Latin for â\u0080\u009cnine.. December: December's name come from decem, Latin for â\u0080\u009cten.. February: Around 690 B.C., Numa Pompilius turned a period of celebration at the end of the year into a month of its own, named after the festival Februa. This is how February got its name. the"
        ]
    },
    {
        "query_id": "456551",
        "query_text": "most charming kingdoms to visit",
        "avg_score_change": 0.5625,
        "original_docs": [
            ", Nottingham, U.K. - born 1953, now retired. 1  I would rate Stamford as one of the most charming small towns in United Kingdom. Acknowledged as one of the most beautiful towns in England, Stamford is situated in the south of the county of Lincolnshire on the route of the old Great North Road (A1) and now by-passed a mile to the west.",
            "Helen Armitage. Updated: 9 February 2017. From chocolate box rural hamlets to stunning coastal communities, Britain is home to some of the most charming villages in the world. From Northern Irelandâ\u0080\u0099s Antrim coast and the Scottish Highlands to Welsh valleys and the seaside of Cornwall, our guide features ten of the countryâ\u0080\u0099s most beautiful villages.",
            "I'm not sure all of these towns count as 'small', but they are certainly all 'charming': 1  Windsor (& Eton), in the county of Berkshire, just west of London. Home to Windsor Castle, the royal family's most impressive residence, and to Eton, the famous public (US: private) school.",
            "Here Are The Most Beautiful, Charming Small Towns In Vermont. Vermont is â\u0080\u009ccountry townâ\u0080\u009d country. No matter what season it is, people here make the most of the outdoors, indoors, fresh food and live entertainment. The community spirit is alive and well in each of Vermontâ\u0080\u0099s 237 towns, nine cities, five unincorporated areas, and four gores."
        ],
        "perturbed_docs": [
            ", Nottingham, U.K. - born 1953, now retired. 1  I would rate Stamford as one of the most charming small towns in United Kingdom. Acknowledged as one of the most beautiful towns in England, Stamford is situated in the south of the county of Lincolnshire on the route of the old Great North Road (A1) and now by-passed a mile to the west. charming",
            "Helen Armitage. Updated: 9 February 2017. From chocolate box rural hamlets to stunning coastal communities, Britain is home to some of the most charming villages in the world. From Northern Irelandâ\u0080\u0099s Antrim coast and the Scottish Highlands to Welsh valleys and the seaside of Cornwall, our guide features ten of the countryâ\u0080\u0099s most beautiful villages. to",
            "I'm not sure all of these towns count as 'small', but they are certainly all 'charming': 1  Windsor (& Eton), in the county of Berkshire, just west of London. Home to Windsor Castle, the royal family's most impressive residence, and to Eton, the famous public (US: private) school. to",
            "Here Are The Most Beautiful, Charming Small Towns In Vermont. Vermont is â\u0080\u009ccountry townâ\u0080\u009d country. No matter what season it is, people here make the most of the outdoors, indoors, fresh food and live entertainment. The community spirit is alive and well in each of Vermontâ\u0080\u0099s 237 towns, nine cities, five unincorporated areas, and four gores. visit"
        ]
    },
    {
        "query_id": "152519",
        "query_text": "diseases rabbits can get",
        "avg_score_change": 0.5555555555555555,
        "original_docs": [
            "Rabbits may also carry myxomatosis, a type of pox that only affects rabbits. Calicivirus disease, also known as rabbit hemorrhagic disease, is a highly contagious and fatal disease affecting wild and domestic rabbits exclusively.",
            "Rabbit Diseases and. Health Hub Page. Rabbit Diseases: Major symptoms of the more common diseases affecting rabbits, like snuffles and enteritis. We'll help you get to know some of the major symptoms of the major rabbit illnesses, and what you can do for these health challenges, including some effective home remedies. Rabbit Health: 3 rabbit husbandry practices that will help to optimize rabbit health and minimize the onset of disease.",
            "One of the most common diseases carried by wild rabbits is tularemia, also known as rabbit fever. Tularemia is a bacterial disease that can be transmitted to humans. It can be contracted through contact with blood or the tissue of infected animals. Deer flies and ticks can also transmit tularemia. Symptoms include skin ulcers at the point of infection and swollen lymph nodes."
        ],
        "perturbed_docs": [
            "Rabbits may also carry myxomatosis, a type of pox that only affects rabbits. Calicivirus disease, also known as rabbit hemorrhagic disease, is a highly contagious and fatal disease affecting wild and domestic rabbits exclusively. rabbits",
            "Rabbit Diseases and. Health Hub Page. Rabbit Diseases: Major symptoms of the more common diseases affecting rabbits, like snuffles and enteritis. We'll help you get to know some of the major symptoms of the major rabbit illnesses, and what you can do for these health challenges, including some effective home remedies. Rabbit Health: 3 rabbit husbandry practices that will help to optimize rabbit health and minimize the onset of disease. get",
            "One of the most common diseases carried by wild rabbits is tularemia, also known as rabbit fever. Tularemia is a bacterial disease that can be transmitted to humans. It can be contracted through contact with blood or the tissue of infected animals. Deer flies and ticks can also transmit tularemia. Symptoms include skin ulcers at the point of infection and swollen lymph nodes. can"
        ]
    },
    {
        "query_id": "565696",
        "query_text": "what are some operating systems for computers",
        "avg_score_change": 0.5454545454545454,
        "original_docs": [
            "Ubuntu and Mint are some of the most popular. If you want to install a non-Windows operating system on your PC and actually use it, you should probably pick Linux. Linux is a Unix-like operating system, and there are other open-source operating systems like FreeBSD out there. FreeBSD uses a different kernel, but it uses much of the same software youâ\u0080\u0099d find on a typical Linux distributions. The experience of using FreeBSD on a desktop PC will be pretty similar. Chrome OS.",
            "DOS - Disk Operating System - one of the first operating systems for the personal computer. When you turned the computer on all you saw was the command prompt which looked like c:\\ >. You had to type all commands at the command prompt which might look like c:\\>wp\\wp.exe. This is called a command-line interface.",
            "UNIX is a multitasking, command-line operating system implemented on many different types of computers. Because it is both a stand-alone operating system and a network operating system, some call UNIX a multipurpose operating system. Linux is a popular, free, multitasking UNIX-type operating system.",
            "Mac Operating Systems. Mac OS is the official name of the Apple Macintosh operating system. Mac OS features a graphical user interface (GUI) that utilizes windows, icons, and all applications that run on a Macintosh computer have a similar user interface."
        ],
        "perturbed_docs": [
            "Ubuntu and Mint are some of the most popular. If you want to install a non-Windows operating system on your PC and actually use it, you should probably pick Linux. Linux is a Unix-like operating system, and there are other open-source operating systems like FreeBSD out there. FreeBSD uses a different kernel, but it uses much of the same software youâ\u0080\u0099d find on a typical Linux distributions. The experience of using FreeBSD on a desktop PC will be pretty similar. Chrome OS. systems",
            "DOS - Disk Operating System - one of the first operating systems for the personal computer. When you turned the computer on all you saw was the command prompt which looked like c:\\ >. You had to type all commands at the command prompt which might look like c:\\>wp\\wp.exe. This is called a command-line interface. for",
            "UNIX is a multitasking, command-line operating system implemented on many different types of computers. Because it is both a stand-alone operating system and a network operating system, some call UNIX a multipurpose operating system. Linux is a popular, free, multitasking UNIX-type operating system. are",
            "Mac Operating Systems. Mac OS is the official name of the Apple Macintosh operating system. Mac OS features a graphical user interface (GUI) that utilizes windows, icons, and all applications that run on a Macintosh computer have a similar user interface. what"
        ]
    },
    {
        "query_id": "504335",
        "query_text": "stress effects on the body",
        "avg_score_change": 0.5416666666666666,
        "original_docs": [
            "stress symptoms, such as a fast heartbeat, cold hands, and dry mouth, or even longer-lasting. symptoms such as a headache and sleeplessness. Finally, students will discuss their own reactions to. stress and understand that many physiological stress reactions are part of the bodyâ\u0080\u0099s normal.",
            "Skin reactions. That cold, clammy sweat or your warm, flushed cheeks is the body's outward sign of immediate stress -- all due to a change in blood flow. When we experience anxiety, the body's fight or flight system pushes more blood to your muscles -- a useful reaction when there's an immediate need for it.",
            "Liver reactions. When the body undergoes stress and anxiety, the adrenal system produces an excessive amount of the stress hormone cortisol. That hormone production leads the liver to produce more glucose, the high-energy blood sugar that engages your fight or flight reactions.",
            "Chronic and extreme stress can also have long-term effects on your intestines and what nutrients they absorb, causing reflux, bloating, diarrhea and sometimes even loss of bowel control. Long-term stress and anxiety can also alter the body's metabolism, which could lead to weight gain and possibly obesity."
        ],
        "perturbed_docs": [
            "stress symptoms, such as a fast heartbeat, cold hands, and dry mouth, or even longer-lasting. symptoms such as a headache and sleeplessness. Finally, students will discuss their own reactions to. stress and understand that many physiological stress reactions are part of the bodyâ\u0080\u0099s normal. effects",
            "Skin reactions. That cold, clammy sweat or your warm, flushed cheeks is the body's outward sign of immediate stress -- all due to a change in blood flow. When we experience anxiety, the body's fight or flight system pushes more blood to your muscles -- a useful reaction when there's an immediate need for it. body",
            "Liver reactions. When the body undergoes stress and anxiety, the adrenal system produces an excessive amount of the stress hormone cortisol. That hormone production leads the liver to produce more glucose, the high-energy blood sugar that engages your fight or flight reactions. effects",
            "Chronic and extreme stress can also have long-term effects on your intestines and what nutrients they absorb, causing reflux, bloating, diarrhea and sometimes even loss of bowel control. Long-term stress and anxiety can also alter the body's metabolism, which could lead to weight gain and possibly obesity. on"
        ]
    },
    {
        "query_id": "887398",
        "query_text": "what plants in garden will grow in august",
        "avg_score_change": 0.5333333333333333,
        "original_docs": [
            "Brassica or Cole Crops. The first of the crops you can plant in August is actually a whole family! Plants in the Cole or brassica family are perfect crops you can plant in August. Broccoli, cabbage, cauliflower, kohlrabi and Brussels sprouts all do very well in the fall. One very important thing to keep in mind is that you plant all of these plants from seedlings NOT SEEDâ\u0080\u0099s.",
            "Planting Out in August. Plant out the savoy cabbages and cauliflowers to grow on for the earliest crop as well as hardy kales. Cultivation, Pests & Problems. Your runner beans will be at the top of the canes now so pinch out their growing tip to encourage bushier growth below.",
            "In the shorter term, sowing and planting kohlrabi, early peas, mizuna, beetroot and carrots where soil is workable and periodically sun-kissed should serve up some welcome produce in spring. Plant rhubarb crowns in richly composted soil and watch out for slugs and snails. August is also a last chance to plant garlic. For those with a long-term garden plan its time to plant asparagus crowns for a succulent, spring harvest that could keep recurring for up to 20 years. more."
        ],
        "perturbed_docs": [
            "Brassica or Cole Crops. The first of the crops you can plant in August is actually a whole family! Plants in the Cole or brassica family are perfect crops you can plant in August. Broccoli, cabbage, cauliflower, kohlrabi and Brussels sprouts all do very well in the fall. One very important thing to keep in mind is that you plant all of these plants from seedlings NOT SEEDâ\u0080\u0099s. in",
            "Planting Out in August. Plant out the savoy cabbages and cauliflowers to grow on for the earliest crop as well as hardy kales. Cultivation, Pests & Problems. Your runner beans will be at the top of the canes now so pinch out their growing tip to encourage bushier growth below. in",
            "In the shorter term, sowing and planting kohlrabi, early peas, mizuna, beetroot and carrots where soil is workable and periodically sun-kissed should serve up some welcome produce in spring. Plant rhubarb crowns in richly composted soil and watch out for slugs and snails. August is also a last chance to plant garlic. For those with a long-term garden plan its time to plant asparagus crowns for a succulent, spring harvest that could keep recurring for up to 20 years. more. plants"
        ]
    },
    {
        "query_id": "188714",
        "query_text": "foods and supplements to lower blood sugar",
        "avg_score_change": 0.5333333333333333,
        "original_docs": [
            "Food And Supplements That Lower Blood Sugar Levels. Cinnamon: Researchers are finding that cinnamon reduces blood sugar levels naturally when taken daily. If you absolutely love cinnamon you can sprinkle the recommended six grams of cinnamon on your food throughout the day to achieve the desired effect.",
            "Cinnamon a powerful anti-inflammatory and antioxidant, and helps lower blood sugar levels and improve insulinâ\u0080\u0099s ability to respond to glucose in the blood. Sprinkle it on oatmeal, have it in tea form, sprinkle it on fruit! Prickly Pear/ Nopal: is one of the lowest foods on the glycemic index. Several studies in Mexico have shown blood sugar lowering effects. Grapefruit: Not only do grapefruits have plenty of vitamin C, they also contain naringenin, an antioxidant that appears to cut the risk of developing insulin resistance.",
            "Diabetics can develop hyperglycemia if they don't take adequate insulin or if they consume too many carbohydrates, particularly simple carbohydrates that have a high glycemic index. Some research indicates that certain vitamins may help prevent hyperglycemia by lowering your blood sugar level, though more studies are needed. Obtain the majority of the vitamins in your diet from food -- do not attempt to treat blood sugar irregularities with vitamin supplements until you've consulted your doctor."
        ],
        "perturbed_docs": [
            "Food And Supplements That Lower Blood Sugar Levels. Cinnamon: Researchers are finding that cinnamon reduces blood sugar levels naturally when taken daily. If you absolutely love cinnamon you can sprinkle the recommended six grams of cinnamon on your food throughout the day to achieve the desired effect. and",
            "Cinnamon a powerful anti-inflammatory and antioxidant, and helps lower blood sugar levels and improve insulinâ\u0080\u0099s ability to respond to glucose in the blood. Sprinkle it on oatmeal, have it in tea form, sprinkle it on fruit! Prickly Pear/ Nopal: is one of the lowest foods on the glycemic index. Several studies in Mexico have shown blood sugar lowering effects. Grapefruit: Not only do grapefruits have plenty of vitamin C, they also contain naringenin, an antioxidant that appears to cut the risk of developing insulin resistance. blood",
            "Diabetics can develop hyperglycemia if they don't take adequate insulin or if they consume too many carbohydrates, particularly simple carbohydrates that have a high glycemic index. Some research indicates that certain vitamins may help prevent hyperglycemia by lowering your blood sugar level, though more studies are needed. Obtain the majority of the vitamins in your diet from food -- do not attempt to treat blood sugar irregularities with vitamin supplements until you've consulted your doctor. sugar"
        ]
    },
    {
        "query_id": "45924",
        "query_text": "average temperatures las vegas by month",
        "avg_score_change": 0.5,
        "original_docs": [
            "45Â°F. 0.5. The highest average temperature in Las Vegas is July at 93.6 degrees. The coldest average temperature in Las Vegas is December at 45.4 degrees. The most monthly precipitation in Las Vegas occurs in February with 0.8 inches. The Las Vegas weather information is based on the average of the previous 3-7 years of data. Loading...",
            "1 Average High Temperature in November in Las Vegas: 67 F (19.4 C). 2  Average Low Temperature in November in Las Vegas: 42 F (5.5 C). 3  Average Rainfall in November in Las Vegas: .43â\u0080\u009d. 4  Average Humidity in November in Las Vegas: 31%."
        ],
        "perturbed_docs": [
            "45Â°F. 0.5. The highest average temperature in Las Vegas is July at 93.6 degrees. The coldest average temperature in Las Vegas is December at 45.4 degrees. The most monthly precipitation in Las Vegas occurs in February with 0.8 inches. The Las Vegas weather information is based on the average of the previous 3-7 years of data. Loading... vegas",
            "1 Average High Temperature in November in Las Vegas: 67 F (19.4 C). 2  Average Low Temperature in November in Las Vegas: 42 F (5.5 C). 3  Average Rainfall in November in Las Vegas: .43â\u0080\u009d. 4  Average Humidity in November in Las Vegas: 31%. temperatures"
        ]
    },
    {
        "query_id": "208145",
        "query_text": "how bicycle tire tubes are sized",
        "avg_score_change": 0.5,
        "original_docs": [
            "Inspect the sidewall of the bicycle tire that needs a new tube. The sidewall is the area of the tire next to the rim on either side that does not touch the ground when the bike is in motion. The tire size will be printed there in raised numbers along with the recommended tire pressure and possibly other information.",
            "The numbers on the sidewall of you tyre are the best place to look for your tyre and tube size information. Most tyres will show both an ETRTO size and a Metric or Imperial size. See below images for examples of two of the most common tyre sizes. Mountain Bike 54-559 ETRTO or 26 x 2.1. Road Bike 23-622 ETRTO or 700 x 23c."
        ],
        "perturbed_docs": [
            "Inspect the sidewall of the bicycle tire that needs a new tube. The sidewall is the area of the tire next to the rim on either side that does not touch the ground when the bike is in motion. The tire size will be printed there in raised numbers along with the recommended tire pressure and possibly other information. sized",
            "The numbers on the sidewall of you tyre are the best place to look for your tyre and tube size information. Most tyres will show both an ETRTO size and a Metric or Imperial size. See below images for examples of two of the most common tyre sizes. Mountain Bike 54-559 ETRTO or 26 x 2.1. Road Bike 23-622 ETRTO or 700 x 23c. sized"
        ]
    },
    {
        "query_id": "1090029",
        "query_text": "temperature in clearwater florida per month",
        "avg_score_change": 0.5,
        "original_docs": [
            "Clearwater Beach: Annual Weather Averages. January is the hottest month in Clearwater Beach with an average temperature of 59 Â°F (15 Â°C) and the coldest is January at 59 Â°F (15 Â°C). Average Temperature: Clearwater Beach Loading weather data.",
            "Clearwater enjoys moderately hot temperatures in summer with highs in the 80s or 90s Fahrenheit. The 90-degree weather can show up anytime from May to October. But it normally doesn't get any hotter than 100 Â°F (38 Â°C) at this vacation destination. Days per month in Clearwater of at least 70, 80 or 90 Â°F."
        ],
        "perturbed_docs": [
            "Clearwater Beach: Annual Weather Averages. January is the hottest month in Clearwater Beach with an average temperature of 59 Â°F (15 Â°C) and the coldest is January at 59 Â°F (15 Â°C). Average Temperature: Clearwater Beach Loading weather data. per",
            "Clearwater enjoys moderately hot temperatures in summer with highs in the 80s or 90s Fahrenheit. The 90-degree weather can show up anytime from May to October. But it normally doesn't get any hotter than 100 Â°F (38 Â°C) at this vacation destination. Days per month in Clearwater of at least 70, 80 or 90 Â°F. clearwater"
        ]
    },
    {
        "query_id": "1089277",
        "query_text": "types of railings",
        "avg_score_change": 0.5,
        "original_docs": [
            "Deck Railings. 1  Metal rail panels connect to composite posts on this beautifully-designed round deck. Metal balusters have a slimmer profile than wood or composite. 2  Basket accessories for metal railings can be added to give your railing a custom look. 3  Cable rail has a sleek, contemporary profile.",
            "Many brands of composite railing offer posts with lighting included, or you can repeat the finials from elsewhere on the home for a continuous design. Types of RailingThere are many different types of railing and each one has its own set of advantages and architectural styles they go with. Wood A wooden railing is among the simplest options, and it also gives you a lot of flexibility since your contractor can construct something custom or mix and match premade pieces to get just the right look. This is the most inexpensive type of railing and goes best with wooden decks."
        ],
        "perturbed_docs": [
            "Deck Railings. 1  Metal rail panels connect to composite posts on this beautifully-designed round deck. Metal balusters have a slimmer profile than wood or composite. 2  Basket accessories for metal railings can be added to give your railing a custom look. 3  Cable rail has a sleek, contemporary profile. types",
            "Many brands of composite railing offer posts with lighting included, or you can repeat the finials from elsewhere on the home for a continuous design. Types of RailingThere are many different types of railing and each one has its own set of advantages and architectural styles they go with. Wood A wooden railing is among the simplest options, and it also gives you a lot of flexibility since your contractor can construct something custom or mix and match premade pieces to get just the right look. This is the most inexpensive type of railing and goes best with wooden decks. railings"
        ]
    },
    {
        "query_id": "1089167",
        "query_text": "university in staunton va",
        "avg_score_change": 0.5,
        "original_docs": [
            "List of community colleges near Staunton, Virginia There are 13 community and junior colleges within 100 miles of Staunton. Located in Virginia with a population of 23,746, the closest community colleges are ranked by distance from Staunton. The nearest community college is Blue Ridge Community College at a distance of 10.7 miles from Staunton center. This list below ranks the local community colleges by proximity. Community colleges traditionally have open admission policies and are easy to get into.",
            "Mary Baldwin University, Staunton, VA. 10K likes. Official Facebook page of MBU, a student-centered university empowering tomorrowâ\u0080\u0099s leaders to pursue... Jump to"
        ],
        "perturbed_docs": [
            "List of community colleges near Staunton, Virginia There are 13 community and junior colleges within 100 miles of Staunton. Located in Virginia with a population of 23,746, the closest community colleges are ranked by distance from Staunton. The nearest community college is Blue Ridge Community College at a distance of 10.7 miles from Staunton center. This list below ranks the local community colleges by proximity. Community colleges traditionally have open admission policies and are easy to get into. va",
            "Mary Baldwin University, Staunton, VA. 10K likes. Official Facebook page of MBU, a student-centered university empowering tomorrowâ\u0080\u0099s leaders to pursue... Jump to staunton"
        ]
    },
    {
        "query_id": "1089036",
        "query_text": "vasospasms caused by what",
        "avg_score_change": 0.5,
        "original_docs": [
            "Since vasospasms can be caused by atherosclerosis and contribute to the severity of ischemia there are some surgical options which can restore circulation to these ischemic areas. Regarding coronary vasospasm, one surgical intervention, referred to as percutaneous coronary intervention or angioplasty, involves placing a stent at the site of stenosis in an artery and inflating the stent using a balloon catheter.",
            "Blood can also irritate and damage the normal blood vessels and cause vasospasm (constriction). This can interrupt normal blood flow to the healthy brain tissue and can cause even more brain damage. This is called an â\u0080\u009cischemic stroke.â\u0080\u009d Will treating a ruptured aneurysm reverse or improve brain damage?"
        ],
        "perturbed_docs": [
            "Since vasospasms can be caused by atherosclerosis and contribute to the severity of ischemia there are some surgical options which can restore circulation to these ischemic areas. Regarding coronary vasospasm, one surgical intervention, referred to as percutaneous coronary intervention or angioplasty, involves placing a stent at the site of stenosis in an artery and inflating the stent using a balloon catheter. caused",
            "Blood can also irritate and damage the normal blood vessels and cause vasospasm (constriction). This can interrupt normal blood flow to the healthy brain tissue and can cause even more brain damage. This is called an â\u0080\u009cischemic stroke.â\u0080\u009d Will treating a ruptured aneurysm reverse or improve brain damage? caused"
        ]
    },
    {
        "query_id": "1088658",
        "query_text": "weather in brinny ireland",
        "avg_score_change": 0.5,
        "original_docs": [
            "Brinny, Ireland weather text for Mon 26 th February. It looks on Monday, 26 February the Brinny, Ireland weather is going to be blizzard. The visibility is going to be around 15 km i.e. 9 miles and an atmospheric pressure of 1022 mb. The daytime temperature is going to reach 1 Â°c and the temperature is going to dip to -1 Â°c at night.",
            "The Brinny, Ireland weather is going to be patchy rain possible. Brinny, Ireland visibility is going to be around 19 km i.e. 12 miles and an atmospheric pressure of 1021 mb. The daytime temperature is going to reach 6 Â°c and the temperature is going to dip to 3 Â°c at night."
        ],
        "perturbed_docs": [
            "Brinny, Ireland weather text for Mon 26 th February. It looks on Monday, 26 February the Brinny, Ireland weather is going to be blizzard. The visibility is going to be around 15 km i.e. 9 miles and an atmospheric pressure of 1022 mb. The daytime temperature is going to reach 1 Â°c and the temperature is going to dip to -1 Â°c at night. ireland",
            "The Brinny, Ireland weather is going to be patchy rain possible. Brinny, Ireland visibility is going to be around 19 km i.e. 12 miles and an atmospheric pressure of 1021 mb. The daytime temperature is going to reach 6 Â°c and the temperature is going to dip to 3 Â°c at night. ireland"
        ]
    },
    {
        "query_id": "1088475",
        "query_text": "weather in holmes,ny",
        "avg_score_change": 0.5,
        "original_docs": [
            "Holmes Weather Forecast for Wednesday, August 30. Countries/United States/ New York/ Holmes. The Holmes, NY forecast for Aug 30 is 68 degrees and Partly cloudy . There is 82 percentage chance of rain and 4 mph winds from the West.",
            "Hourly Forecast Detailed. 1  0am:The Holmes, NY forecast for Aug 30 is 58 degrees and Cloudy. 2  3am:The Holmes, NY forecast for Aug 30 is 57 degrees and Partly cloudy. 3  6am:The Holmes, NY forecast for Aug 30 is 55 degrees and Fog. 4  9am:The Holmes, NY forecast for Aug 30 is 56 degrees and Partly cloudy."
        ],
        "perturbed_docs": [
            "Holmes Weather Forecast for Wednesday, August 30. Countries/United States/ New York/ Holmes. The Holmes, NY forecast for Aug 30 is 68 degrees and Partly cloudy . There is 82 percentage chance of rain and 4 mph winds from the West. holmes,ny",
            "Hourly Forecast Detailed. 1  0am:The Holmes, NY forecast for Aug 30 is 58 degrees and Cloudy. 2  3am:The Holmes, NY forecast for Aug 30 is 57 degrees and Partly cloudy. 3  6am:The Holmes, NY forecast for Aug 30 is 55 degrees and Fog. 4  9am:The Holmes, NY forecast for Aug 30 is 56 degrees and Partly cloudy. holmes,ny"
        ]
    },
    {
        "query_id": "1088302",
        "query_text": "weather in pittsburgh pa area",
        "avg_score_change": 0.5,
        "original_docs": [
            "Pittsburgh Weather: Up To 3 Inches Of Snow - Pittsburgh, PA - Additional snow is predicted for Wednesday night.",
            "Pittsburgh 5 Day Weather. Thursday:The Pittsburgh forecast for Aug 24 is 76 degrees and Overcast. Friday:The Pittsburgh forecast for Aug 25 is 70 degrees and Cloudy. Saturday:The Pittsburgh forecast for Aug 26 is 73 degrees and Sunny. Sunday:The Pittsburgh forecast for Aug 27 is 76 degrees and Partly cloudy."
        ],
        "perturbed_docs": [
            "Pittsburgh Weather: Up To 3 Inches Of Snow - Pittsburgh, PA - Additional snow is predicted for Wednesday night. area",
            "Pittsburgh 5 Day Weather. Thursday:The Pittsburgh forecast for Aug 24 is 76 degrees and Overcast. Friday:The Pittsburgh forecast for Aug 25 is 70 degrees and Cloudy. Saturday:The Pittsburgh forecast for Aug 26 is 73 degrees and Sunny. Sunday:The Pittsburgh forecast for Aug 27 is 76 degrees and Partly cloudy. pittsburgh"
        ]
    },
    {
        "query_id": "1087766",
        "query_text": "what are apple cider vitamins for",
        "avg_score_change": 0.5,
        "original_docs": [
            "The health benefits of apple cider vinegar are far reaching, as it has shown promise for heart health, diabetes and weight loss. ACV can also alleviate symptoms of acid reflux, sinusitis and sore throat, and even for skin problems; Apple cider vinegar is a great all-around cleaning product â\u0080\u0093 it's a powerful natural cleaner and can neutralize odors",
            "Chock full of vitamins and minerals, apple cider vinegar helps provide vital nutrients that the body may be missing. Raw apple cider vinegar contains anti-fungal, anti-viral and anti-bacterial properties that can work as immune protectors against a wide variety of germs."
        ],
        "perturbed_docs": [
            "The health benefits of apple cider vinegar are far reaching, as it has shown promise for heart health, diabetes and weight loss. ACV can also alleviate symptoms of acid reflux, sinusitis and sore throat, and even for skin problems; Apple cider vinegar is a great all-around cleaning product â\u0080\u0093 it's a powerful natural cleaner and can neutralize odors what",
            "Chock full of vitamins and minerals, apple cider vinegar helps provide vital nutrients that the body may be missing. Raw apple cider vinegar contains anti-fungal, anti-viral and anti-bacterial properties that can work as immune protectors against a wide variety of germs. for"
        ]
    },
    {
        "query_id": "1087736",
        "query_text": "what are botulinum toxins currently most commonly used for?",
        "avg_score_change": 0.5,
        "original_docs": [
            "Botulinum toxin is used to treat a number of problems. Muscle spasticity. Botulinum toxin is used to treat a number of disorders characterized by overactive muscle movement, including post-stroke spasticity, post-spinal cord injury spasticity, spasms of the head and neck, eyelid, vagina, limbs, jaw, and vocal cords.",
            "Botulinum toxin (BTX) is a neurotoxic protein produced by the bacterium Clostridium botulinum and related species.[1] It prevents the release of the neurotransmitter acetylcholine from axon endings at the neuromuscular junction and thus causes flaccid paralysis. Infection with the bacterium causes the disease botulism."
        ],
        "perturbed_docs": [
            "Botulinum toxin is used to treat a number of problems. Muscle spasticity. Botulinum toxin is used to treat a number of disorders characterized by overactive muscle movement, including post-stroke spasticity, post-spinal cord injury spasticity, spasms of the head and neck, eyelid, vagina, limbs, jaw, and vocal cords. commonly",
            "Botulinum toxin (BTX) is a neurotoxic protein produced by the bacterium Clostridium botulinum and related species.[1] It prevents the release of the neurotransmitter acetylcholine from axon endings at the neuromuscular junction and thus causes flaccid paralysis. Infection with the bacterium causes the disease botulism. commonly"
        ]
    },
    {
        "query_id": "1087589",
        "query_text": "what are gases used in neon signs?",
        "avg_score_change": 0.5,
        "original_docs": [
            "Neon signs that use an argon/mercury gas mixture emit a good deal of ultraviolet light. When this light is absorbed by a fluorescent coating, preferably inside the tube, the coating (called a phosphor) glows with its own color.",
            "The rare gases, neon, argon, helium, xenon and krypton, are ideally suited for use in signs. The two most common gases used in neon signs are neon and argon. While neon is very bright, argon's light is weak due to its low resistance. Neon gas give..."
        ],
        "perturbed_docs": [
            "Neon signs that use an argon/mercury gas mixture emit a good deal of ultraviolet light. When this light is absorbed by a fluorescent coating, preferably inside the tube, the coating (called a phosphor) glows with its own color. in",
            "The rare gases, neon, argon, helium, xenon and krypton, are ideally suited for use in signs. The two most common gases used in neon signs are neon and argon. While neon is very bright, argon's light is weak due to its low resistance. Neon gas give... used"
        ]
    },
    {
        "query_id": "1086385",
        "query_text": "what can be reason of excess urination",
        "avg_score_change": 0.5,
        "original_docs": [
            "Frequent urination may be caused by diseases affecting the urinary tract at any level. The urinary tract includes the kidneys, the tubes connecting the kidneys to the bladder (ureters), the bladder, and the duct through which urine flows from the bladder out of the body (urethra). Several factors may be linked to frequent urination, such as: 1  Infection, disease, injury or irritation of the bladder. 2  Conditions that increase urine production. 3  Changes in muscles, nerves or other tissues affecting bladder function. 4  Certain cancer treatments. 5  Drugs or beverages that increase urine production.",
            "Urinary frequency is often associated with other symptoms like. painful urination , blood in the urine , or; an urgent need to urinate when it is the result of a urinary tract infection. Frequent urination may be a symptom of diabetes or can result from medications, such as diuretics. If urinary frequency occurs at night, it may be referred to as nocturia (having to urinate at night). Many pregnant women also experienced an increased need to urinate. REFERENCE:"
        ],
        "perturbed_docs": [
            "Frequent urination may be caused by diseases affecting the urinary tract at any level. The urinary tract includes the kidneys, the tubes connecting the kidneys to the bladder (ureters), the bladder, and the duct through which urine flows from the bladder out of the body (urethra). Several factors may be linked to frequent urination, such as: 1  Infection, disease, injury or irritation of the bladder. 2  Conditions that increase urine production. 3  Changes in muscles, nerves or other tissues affecting bladder function. 4  Certain cancer treatments. 5  Drugs or beverages that increase urine production. urination",
            "Urinary frequency is often associated with other symptoms like. painful urination , blood in the urine , or; an urgent need to urinate when it is the result of a urinary tract infection. Frequent urination may be a symptom of diabetes or can result from medications, such as diuretics. If urinary frequency occurs at night, it may be referred to as nocturia (having to urinate at night). Many pregnant women also experienced an increased need to urinate. REFERENCE: reason"
        ]
    },
    {
        "query_id": "1100875",
        "query_text": "effects of using pedialyte",
        "avg_score_change": 0.5,
        "original_docs": [
            "Several things can lead to dehydration. Luckily, Pedialyte can help you or your family hydrate no matter what causes your dehydration. Choose from the common causes of dehydration below to learn more about how they lead to dehydration and how Pedialyte can help:",
            "Plus, if youâ\u0080\u0099re aiming for weight loss, the calorie content in Pedialyte and sports drinks is likely to negate the effects of a moderate workout. Yet rehydrating with a drink like Pedialyte enables the body to replenish and retain the fluids and essential electrolytes longer than plain water. Bottom line: Aim to make water your No. 1 choice for hydration. But Pedialyte could have benefits if you are feeling particularly dehydrated after a long or hot run. If you feel you would benefit from the electrolyte boost, DeRaad says itâ\u0080\u0099s possible to make a homemade version of Pedialyte using World Health Organization guidelines."
        ],
        "perturbed_docs": [
            "Several things can lead to dehydration. Luckily, Pedialyte can help you or your family hydrate no matter what causes your dehydration. Choose from the common causes of dehydration below to learn more about how they lead to dehydration and how Pedialyte can help: pedialyte",
            "Plus, if youâ\u0080\u0099re aiming for weight loss, the calorie content in Pedialyte and sports drinks is likely to negate the effects of a moderate workout. Yet rehydrating with a drink like Pedialyte enables the body to replenish and retain the fluids and essential electrolytes longer than plain water. Bottom line: Aim to make water your No. 1 choice for hydration. But Pedialyte could have benefits if you are feeling particularly dehydrated after a long or hot run. If you feel you would benefit from the electrolyte boost, DeRaad says itâ\u0080\u0099s possible to make a homemade version of Pedialyte using World Health Organization guidelines. using"
        ]
    },
    {
        "query_id": "1085943",
        "query_text": "canada most dense area",
        "avg_score_change": 0.5,
        "original_docs": [
            "Comparing Canada with its neighbour to the south, the population density of the USA is  33.51 persons per square kilometer. Canada's most densely populated province is Prince Edward Island. PEI is also Canada's smallest province, both by area and population. In what part of Canada is the population the most dense?",
            "Iâ\u0080\u0099ve been going over this for an urban studies project at Concordia. Here is a link for the the densest census tracts in Canada: http://www.globalnews.ca/pages/topicNew.aspx?id=6442578231. As you will see, the densest tracts are in inner suburbs of Toronto. The densest downtown area in the country remains Montreal. The west end of Montrealâ\u0080\u0099s downtown (near Concordia) has several blocks of wall-to-wall highrises, complemented by mid-rises and brownstones."
        ],
        "perturbed_docs": [
            "Comparing Canada with its neighbour to the south, the population density of the USA is  33.51 persons per square kilometer. Canada's most densely populated province is Prince Edward Island. PEI is also Canada's smallest province, both by area and population. In what part of Canada is the population the most dense? dense",
            "Iâ\u0080\u0099ve been going over this for an urban studies project at Concordia. Here is a link for the the densest census tracts in Canada: http://www.globalnews.ca/pages/topicNew.aspx?id=6442578231. As you will see, the densest tracts are in inner suburbs of Toronto. The densest downtown area in the country remains Montreal. The west end of Montrealâ\u0080\u0099s downtown (near Concordia) has several blocks of wall-to-wall highrises, complemented by mid-rises and brownstones. area"
        ]
    },
    {
        "query_id": "1085804",
        "query_text": "what company manufactures docetaxel",
        "avg_score_change": 0.5,
        "original_docs": [
            "Who Makes Docetaxel? Taxotere is currently made by sanofi-aventis. However, the patents for docetaxel have expired; a generic version of the medication is available and made by Hospira, Inc. Docefrez is made by Sun Pharmaceutical Ind. Ltd. for Caraco Pharmaceutical Laboratories, Ltd. Generic docetaxel is made by various manufacturers.",
            "docetaxel injectable;injection. 1  Manufacturer: ACTAVIS LLC. Approval date: April 12, 2013. 2  Manufacturer: DFB ONCOLOGY LTD. Approval date: January 20, 2017. 3  Manufacturer: DR REDDYS LABS LTD. Approval date: November 5, 2014. 4  Manufacturer: JIANGSU HENGRUI MED. Approval date: August 9, 2017. 5  Manufacturer: TEVA PHARMS USA."
        ],
        "perturbed_docs": [
            "Who Makes Docetaxel? Taxotere is currently made by sanofi-aventis. However, the patents for docetaxel have expired; a generic version of the medication is available and made by Hospira, Inc. Docefrez is made by Sun Pharmaceutical Ind. Ltd. for Caraco Pharmaceutical Laboratories, Ltd. Generic docetaxel is made by various manufacturers. docetaxel",
            "docetaxel injectable;injection. 1  Manufacturer: ACTAVIS LLC. Approval date: April 12, 2013. 2  Manufacturer: DFB ONCOLOGY LTD. Approval date: January 20, 2017. 3  Manufacturer: DR REDDYS LABS LTD. Approval date: November 5, 2014. 4  Manufacturer: JIANGSU HENGRUI MED. Approval date: August 9, 2017. 5  Manufacturer: TEVA PHARMS USA. docetaxel"
        ]
    },
    {
        "query_id": "1085762",
        "query_text": "what contains capsaicin",
        "avg_score_change": 0.5,
        "original_docs": [
            "Capsaicin is a chemical compound found in varying amounts in chili peppers. When it comes in contact with your skin or mucous membranes it produces a...",
            "eye contact) to foods containing capsaicin (e.g. on the basis of peppers, Capsicum spp. fruits, chillies or cayenne pepper) were known to the BVL and if so what they were. Of great-est interest was information on the ingested doses of capsaicin and the other capsaicinoids mentioned above and their concentrations in the foods in question."
        ],
        "perturbed_docs": [
            "Capsaicin is a chemical compound found in varying amounts in chili peppers. When it comes in contact with your skin or mucous membranes it produces a... contains",
            "eye contact) to foods containing capsaicin (e.g. on the basis of peppers, Capsicum spp. fruits, chillies or cayenne pepper) were known to the BVL and if so what they were. Of great-est interest was information on the ingested doses of capsaicin and the other capsaicinoids mentioned above and their concentrations in the foods in question. what"
        ]
    },
    {
        "query_id": "1084838",
        "query_text": "what do dark chocolate do for body",
        "avg_score_change": 0.5,
        "original_docs": [
            "This is because cocoa is rich in fiber and protein which is far more satisfying to your body. Also, the healthy fat in dark chocolate (cocoa butter), is more rich and filling, making you crave sweet foods less! 3) Chocolateâ\u0080\u0099s cocoa butter fat can lower bad cholesterol.",
            "Dark chocolate is loaded with nutrients that can positively affect your health. Made from the seed of the cocoa tree, it is one of the best sources of antioxidants on the planet. Studies show that dark chocolate (not the sugary crap) can improve health and lower the risk of heart disease.",
            "What Eating Dark Chocolate Does for Your Body Among the many properties of dark chocolate is its ability to improve your mood and reduce depression. By stimulating the bodyâ\u0080\u0099s production of serotonin, it acts as a natural sedative, helping you relax.",
            "If yours is high, chocolate may help. Jeffrey Blumberg, Ph.D., director of the Antioxidants Research Laboratory at Tufts University, recently found that hypertensive people who ate 3.5 ounces of dark chocolate per day for two weeks saw their blood pressure drop significantly, according to an article in the journal Hypertension."
        ],
        "perturbed_docs": [
            "This is because cocoa is rich in fiber and protein which is far more satisfying to your body. Also, the healthy fat in dark chocolate (cocoa butter), is more rich and filling, making you crave sweet foods less! 3) Chocolateâ\u0080\u0099s cocoa butter fat can lower bad cholesterol. what",
            "Dark chocolate is loaded with nutrients that can positively affect your health. Made from the seed of the cocoa tree, it is one of the best sources of antioxidants on the planet. Studies show that dark chocolate (not the sugary crap) can improve health and lower the risk of heart disease. do",
            "What Eating Dark Chocolate Does for Your Body Among the many properties of dark chocolate is its ability to improve your mood and reduce depression. By stimulating the bodyâ\u0080\u0099s production of serotonin, it acts as a natural sedative, helping you relax. do",
            "If yours is high, chocolate may help. Jeffrey Blumberg, Ph.D., director of the Antioxidants Research Laboratory at Tufts University, recently found that hypertensive people who ate 3.5 ounces of dark chocolate per day for two weeks saw their blood pressure drop significantly, according to an article in the journal Hypertension. do"
        ]
    },
    {
        "query_id": "1084713",
        "query_text": "what do rich people complain about",
        "avg_score_change": 0.5,
        "original_docs": [
            "Well, there are normal things, too. No matter how rich or how poor you are there are things that you will find deserves equal complaints both from you and your rich friends. These include traffic, weather, relationship problems and slow internet. They are human beings after all, people.",
            "Rich people complain about how little they have in savings. Often in front of their poor friends while the broke friends just look at each other whenever the word â\u0080\u0098savingsâ\u0080\u0099 is uttered and break into laughter, as for them, surviving is enough."
        ],
        "perturbed_docs": [
            "Well, there are normal things, too. No matter how rich or how poor you are there are things that you will find deserves equal complaints both from you and your rich friends. These include traffic, weather, relationship problems and slow internet. They are human beings after all, people. about",
            "Rich people complain about how little they have in savings. Often in front of their poor friends while the broke friends just look at each other whenever the word â\u0080\u0098savingsâ\u0080\u0099 is uttered and break into laughter, as for them, surviving is enough. rich"
        ]
    },
    {
        "query_id": "1084408",
        "query_text": "what does a psychotherapist do",
        "avg_score_change": 0.5,
        "original_docs": [
            "What does a Psychotherapist do? Psychotherapists may be able to help resolve anger issues and prevent future violence. Psychotherapists talk with patients on a one-to-one basis. Psychotherapy may benefit individuals who suffer from chronic stress and anxiety. A psychotherapist may help to facilitate group therapy sessions. A psychotherapist may help a patient deal with bereavement. Many psychotherapists specialize in helping the elderly.",
            "Psychotherapist Overview A psychotherapist interacts with patients to initiate change in the patient's thoughts, feelings, and behavior through adaptation. Psychotherapists provide treatment in individual and group settings."
        ],
        "perturbed_docs": [
            "What does a Psychotherapist do? Psychotherapists may be able to help resolve anger issues and prevent future violence. Psychotherapists talk with patients on a one-to-one basis. Psychotherapy may benefit individuals who suffer from chronic stress and anxiety. A psychotherapist may help to facilitate group therapy sessions. A psychotherapist may help a patient deal with bereavement. Many psychotherapists specialize in helping the elderly. does",
            "Psychotherapist Overview A psychotherapist interacts with patients to initiate change in the patient's thoughts, feelings, and behavior through adaptation. Psychotherapists provide treatment in individual and group settings. does"
        ]
    },
    {
        "query_id": "1084383",
        "query_text": "what does a t with a dot over it mean on a prescription",
        "avg_score_change": 0.5,
        "original_docs": [
            "richka, the symbol T with a dot over it would mean one pill. A symbol for 2 pills would have 2 vertical lines crossed at the top with a horizonal line (like a double TT) and have 2 dots on top, 3 pills would be TTT with 3 dots on top.",
            "Symbol given to nurse by doctors on prescriptions for patient. The medication prescription the doctor gave to my nurse to give to me on leaving the hospital has a sign, like a T with a dot over it. It has something to do with pills. Does anyone know exactly what this symbol means?"
        ],
        "perturbed_docs": [
            "richka, the symbol T with a dot over it would mean one pill. A symbol for 2 pills would have 2 vertical lines crossed at the top with a horizonal line (like a double TT) and have 2 dots on top, 3 pills would be TTT with 3 dots on top. mean",
            "Symbol given to nurse by doctors on prescriptions for patient. The medication prescription the doctor gave to my nurse to give to me on leaving the hospital has a sign, like a T with a dot over it. It has something to do with pills. Does anyone know exactly what this symbol means? what"
        ]
    },
    {
        "query_id": "1083502",
        "query_text": "what does led lcd tv",
        "avg_score_change": 0.5,
        "original_docs": [
            "I appreciate a good marketing ploy as much as the next guy, but an LED TV is just an LCD TV that's backlit with light-emitting diodes (LEDs) instead of standard cold-cathode fluorescent lights (or CCFLs).",
            "Liquid-crystal-display televisions are television sets that use liquid-crystal displays to produce images. LCD televisions are thinner and lighter than cathode ray tube of similar display size, and are available in much larger sizes. When manufacturing costs fell, this combination of features made LCDs practical for television receivers. In 2007, LCD televisions surpassed sales of CRT-based televisions worldwide for the first time, and their sales figures relative to other technologies are accel"
        ],
        "perturbed_docs": [
            "I appreciate a good marketing ploy as much as the next guy, but an LED TV is just an LCD TV that's backlit with light-emitting diodes (LEDs) instead of standard cold-cathode fluorescent lights (or CCFLs). tv",
            "Liquid-crystal-display televisions are television sets that use liquid-crystal displays to produce images. LCD televisions are thinner and lighter than cathode ray tube of similar display size, and are available in much larger sizes. When manufacturing costs fell, this combination of features made LCDs practical for television receivers. In 2007, LCD televisions surpassed sales of CRT-based televisions worldwide for the first time, and their sales figures relative to other technologies are accel led"
        ]
    },
    {
        "query_id": "1083500",
        "query_text": "causes of hand, leg numbness",
        "avg_score_change": 0.5,
        "original_docs": [
            "Perhaps you have stood up after a prolonged period of sitting or the sensation has suddenly covered your entire leg. Leg numbness may not be a life-threatening symptom or condition, but it can be associated with serious health issues. The leg numbness and tingling may radiate to spread into the feet as well. Learn accompanying symptoms and possible home treatment for numbness in feet and leg issues. What Are the Causes of Leg Numbness? The sensation of tingling or numbness in one leg, or both, results from a compression of the blood flow or to a nerve. This damage can be caused by inflammation, trauma, disease, or infection.",
            "Hand numbness can be the result of a variety of causes, from nerve damage to poor ergonomics. Most of the nerves in the hand run from the arm to the hand and fingers. Damage to the nerves can be a sign of serious injury or illness, and should be examined by a doctor, especially when the numbness comes on quickly and is followed by shooting pain."
        ],
        "perturbed_docs": [
            "Perhaps you have stood up after a prolonged period of sitting or the sensation has suddenly covered your entire leg. Leg numbness may not be a life-threatening symptom or condition, but it can be associated with serious health issues. The leg numbness and tingling may radiate to spread into the feet as well. Learn accompanying symptoms and possible home treatment for numbness in feet and leg issues. What Are the Causes of Leg Numbness? The sensation of tingling or numbness in one leg, or both, results from a compression of the blood flow or to a nerve. This damage can be caused by inflammation, trauma, disease, or infection. of",
            "Hand numbness can be the result of a variety of causes, from nerve damage to poor ergonomics. Most of the nerves in the hand run from the arm to the hand and fingers. Damage to the nerves can be a sign of serious injury or illness, and should be examined by a doctor, especially when the numbness comes on quickly and is followed by shooting pain. hand,"
        ]
    },
    {
        "query_id": "1083010",
        "query_text": "what does simple circuit contain",
        "avg_score_change": 0.5,
        "original_docs": [
            "Below is a basic set of symbols that you may find on circuit diagrams. 1  It is very important to know the basic parts of a simple circuit and the symbols that relate to them. A simple circuit has conductors, a switch, a load and a power source. 2  Conductors: These are usually copper wires with no insulation.",
            "Welcome to circuits 101! One of the first things youâ\u0080\u0099ll encounter when learning about electronics is the concept of a circuit. This tutorial will explain what a circuit is, as well as discuss voltage in further detail. A simple circuit, involving a button, an LED, and a resistor, built two different ways. Suggested Reading There are a few concepts you should have a good understanding of to help you get the most out of this tutorial."
        ],
        "perturbed_docs": [
            "Below is a basic set of symbols that you may find on circuit diagrams. 1  It is very important to know the basic parts of a simple circuit and the symbols that relate to them. A simple circuit has conductors, a switch, a load and a power source. 2  Conductors: These are usually copper wires with no insulation. simple",
            "Welcome to circuits 101! One of the first things youâ\u0080\u0099ll encounter when learning about electronics is the concept of a circuit. This tutorial will explain what a circuit is, as well as discuss voltage in further detail. A simple circuit, involving a button, an LED, and a resistor, built two different ways. Suggested Reading There are a few concepts you should have a good understanding of to help you get the most out of this tutorial. simple"
        ]
    },
    {
        "query_id": "1082759",
        "query_text": "what does the letters tnt stand for?",
        "avg_score_change": 0.5,
        "original_docs": [
            "T N T = Trinitrotoluene, an explosive. ----- Also, Turner Network Television - Formerly the name of a syndication service, now a cable television network created by Ted Turner and owned today by Time Warner. Uh duh! It stands for 'Teen Ninja Turtles';) Or Trinitrotoluene and even in some circles 2-Methyl-1,3,5-trinitrobenzen",
            "what do the letters in TNT dynamite stand for? The KGB Agent answer: The letters TNT stand for Trinitrotoluene. The explosive yield of TNT is considered to be the standard measure of strength of bombs and other explosives. Tags: trinitrotoluene, bombs."
        ],
        "perturbed_docs": [
            "T N T = Trinitrotoluene, an explosive. ----- Also, Turner Network Television - Formerly the name of a syndication service, now a cable television network created by Ted Turner and owned today by Time Warner. Uh duh! It stands for 'Teen Ninja Turtles';) Or Trinitrotoluene and even in some circles 2-Methyl-1,3,5-trinitrobenzen for?",
            "what do the letters in TNT dynamite stand for? The KGB Agent answer: The letters TNT stand for Trinitrotoluene. The explosive yield of TNT is considered to be the standard measure of strength of bombs and other explosives. Tags: trinitrotoluene, bombs. stand"
        ]
    },
    {
        "query_id": "1082351",
        "query_text": "what dog breed is a peekapoo",
        "avg_score_change": 0.5,
        "original_docs": [
            "Peekapoos are a cross breed between a Pekingese and a poodle.[1] Like the parent breeds, Peekapoos can be friendly, affectionate dogs. Like poodles, they can be easy to train, and like other small breeds can live 12 to 15 years or older. Legitimate breed associations such as the AKC, the UKC do not recognize the Peekapoo, or any other designer cross, as a breed.",
            "The peekapoo, or pekeapoo, is a hybrid dog obtained by breeding a pekingese with a poodle. The breed is a toy dog, weighing up to 20 lbs. The coat of the peekapoo comes in black, silver, apricot or white, and is soft and single-layered. Peekapoos shed very little, so they are easy to maintain.",
            "Peekapoos are a cross breed between a Pekingese and a poodle. Like the parent breeds, Peekapoos can be friendly, affectionate dogs. Like poodles, they can be easy to train, and like other small breeds can live 12 to 15 years or older. Legitimate breed associations such as the AKC, the UKC do not recognize the Peekapoo, or any other designer cross, as a breed."
        ],
        "perturbed_docs": [
            "Peekapoos are a cross breed between a Pekingese and a poodle.[1] Like the parent breeds, Peekapoos can be friendly, affectionate dogs. Like poodles, they can be easy to train, and like other small breeds can live 12 to 15 years or older. Legitimate breed associations such as the AKC, the UKC do not recognize the Peekapoo, or any other designer cross, as a breed. peekapoo",
            "The peekapoo, or pekeapoo, is a hybrid dog obtained by breeding a pekingese with a poodle. The breed is a toy dog, weighing up to 20 lbs. The coat of the peekapoo comes in black, silver, apricot or white, and is soft and single-layered. Peekapoos shed very little, so they are easy to maintain. peekapoo",
            "Peekapoos are a cross breed between a Pekingese and a poodle. Like the parent breeds, Peekapoos can be friendly, affectionate dogs. Like poodles, they can be easy to train, and like other small breeds can live 12 to 15 years or older. Legitimate breed associations such as the AKC, the UKC do not recognize the Peekapoo, or any other designer cross, as a breed. a"
        ]
    },
    {
        "query_id": "1069405",
        "query_text": "what is a perfect passive participle?",
        "avg_score_change": 0.5,
        "original_docs": [
            "The perfect passive participle is the fourth principal part of the Latin verb. This video covers the formation and use of Latin's past participle, with only ... Skip navigation",
            "This is similar to how past participle phrases are used, but the emphasis is placed on the first action happening further in the past. And whereas past participle phrases can be used to describe a noun or pronoun, passive perfect participle phrases stress the action being done to the nounâ\u0080\u0094they cannot be used to create simple descriptions."
        ],
        "perturbed_docs": [
            "The perfect passive participle is the fourth principal part of the Latin verb. This video covers the formation and use of Latin's past participle, with only ... Skip navigation participle?",
            "This is similar to how past participle phrases are used, but the emphasis is placed on the first action happening further in the past. And whereas past participle phrases can be used to describe a noun or pronoun, passive perfect participle phrases stress the action being done to the nounâ\u0080\u0094they cannot be used to create simple descriptions. passive"
        ]
    },
    {
        "query_id": "1065494",
        "query_text": "what is a vhf system",
        "avg_score_change": 0.5,
        "original_docs": [
            "VHF stands for Very High Frequency, for radio waves from 30 MHz to 300 MHz. VHF radios provide two-way communication and have a maximum range of up to 60 nautical miles. Owning a VHF radio is vital for marine safety. They are much more reliable than mobile phones and are the fastest link to rescuing agencies like the Coastguard, towing services or the harbourmaster.",
            "VHF vs. UHF. Virtually all pro wireless systems operate on either the VHF (very high frequency) or UHF (ultra high frequency) bands. VHF wireless systems generally operate within the 174 to 216MHz range (the range of TV channels 7-13), while UHF uses the 470 to 805MHz range (the range for TV channels 14-69)."
        ],
        "perturbed_docs": [
            "VHF stands for Very High Frequency, for radio waves from 30 MHz to 300 MHz. VHF radios provide two-way communication and have a maximum range of up to 60 nautical miles. Owning a VHF radio is vital for marine safety. They are much more reliable than mobile phones and are the fastest link to rescuing agencies like the Coastguard, towing services or the harbourmaster. a",
            "VHF vs. UHF. Virtually all pro wireless systems operate on either the VHF (very high frequency) or UHF (ultra high frequency) bands. VHF wireless systems generally operate within the 174 to 216MHz range (the range of TV channels 7-13), while UHF uses the 470 to 805MHz range (the range for TV channels 14-69). a"
        ]
    },
    {
        "query_id": "1064687",
        "query_text": "what is actifed used for",
        "avg_score_change": 0.5,
        "original_docs": [
            "Actifed is used to treat the following allergy symptoms: 1  Runny nose. 2  Sneezing. 3  Itchy, watery eyes. 4  Nasal congestion. 5  Itching of the nose or throat.",
            "Actifed is a registered trademark for a combination antihistamine and nasal decongestant medication used for cold and allergy symptoms. Developed in 1958 by Burroughs Wellcome & Company (now part of GlaxoSmithKline),[1] the product was later acquired by Pfizer, and was most recently sold by Johnson & Johnson."
        ],
        "perturbed_docs": [
            "Actifed is used to treat the following allergy symptoms: 1  Runny nose. 2  Sneezing. 3  Itchy, watery eyes. 4  Nasal congestion. 5  Itching of the nose or throat. is",
            "Actifed is a registered trademark for a combination antihistamine and nasal decongestant medication used for cold and allergy symptoms. Developed in 1958 by Burroughs Wellcome & Company (now part of GlaxoSmithKline),[1] the product was later acquired by Pfizer, and was most recently sold by Johnson & Johnson. is"
        ]
    },
    {
        "query_id": "1062744",
        "query_text": "what is an irr or hurdle rate",
        "avg_score_change": 0.5,
        "original_docs": [
            "In the net present value analysis, hurdle rate is the rate used to discount future net cash flows of the project. If the actual return on the project is higher than the hurdle rate, the net present value is positive and the project is accepted. In internal rate of return analysis, if IRR is greater than the hurdle rate, the project is accepted otherwise rejected. Hurdle rate for a particular project is estimated based on a number of factors; the most important being the cost of capital of the company.",
            "The internal rate of return (IRR) for a cash flow stream is the interest rate (discount rate) that produces a net present value of 0 for the cash flow stream. That definition, however, can be less than satisfying when first heard."
        ],
        "perturbed_docs": [
            "In the net present value analysis, hurdle rate is the rate used to discount future net cash flows of the project. If the actual return on the project is higher than the hurdle rate, the net present value is positive and the project is accepted. In internal rate of return analysis, if IRR is greater than the hurdle rate, the project is accepted otherwise rejected. Hurdle rate for a particular project is estimated based on a number of factors; the most important being the cost of capital of the company. rate",
            "The internal rate of return (IRR) for a cash flow stream is the interest rate (discount rate) that produces a net present value of 0 for the cash flow stream. That definition, however, can be less than satisfying when first heard. or"
        ]
    },
    {
        "query_id": "1053931",
        "query_text": "what is hra and hsa",
        "avg_score_change": 0.5,
        "original_docs": [
            "The key difference between HRA and HSA is that HRA is an employer funded health benefit plan that reimburses for medical expenses including personal health insurance policy premiums of employees whereas HSA is also a tax-advantaged health benefit plan exclusively available to taxpayers in the United States who are enrolled in a High-Deductible Health Plan (HDHP).",
            "â\u0080¢ An HRA is a notional account controlled by the employer. Most HRAs allow the attributed â\u0080\u009cfundsâ\u0080\u009d to accumulate from year to year; however, this is not required and is at the employerâ\u0080\u0099s discretion. â\u0080¢ Most HRAs do not pay interest to participants, nor do they allow. participant-directed investments."
        ],
        "perturbed_docs": [
            "The key difference between HRA and HSA is that HRA is an employer funded health benefit plan that reimburses for medical expenses including personal health insurance policy premiums of employees whereas HSA is also a tax-advantaged health benefit plan exclusively available to taxpayers in the United States who are enrolled in a High-Deductible Health Plan (HDHP). and",
            "â\u0080¢ An HRA is a notional account controlled by the employer. Most HRAs allow the attributed â\u0080\u009cfundsâ\u0080\u009d to accumulate from year to year; however, this is not required and is at the employerâ\u0080\u0099s discretion. â\u0080¢ Most HRAs do not pay interest to participants, nor do they allow. participant-directed investments. and"
        ]
    },
    {
        "query_id": "1051475",
        "query_text": "what is mca and get weekly paychecks fake?",
        "avg_score_change": 0.5,
        "original_docs": [
            "Motor Club of America (MCA) www.mcamotorclubofamerica.com MCA, GWP, Get Weekly Paychecks, Motor Club of America MCA IS A SCAM, Real VICTIMS - Company tries to cover it up! Internet; Motor Club Of America MCA Motor Club of America (MCA) www.HowToStartMCA.com MCA, GWP, Get Weekly Paychecks, Motor Club of America MCA IS An MLM SCAM.",
            "Enter Get Weekly Paychecks which is basically a training program which costs you $20/month that teaches you to successfully promote MCA itself. Iâ\u0080\u0099m not certain on this but I believe Get Weekly Paychecks may actually be an affiliate for MCA itself."
        ],
        "perturbed_docs": [
            "Motor Club of America (MCA) www.mcamotorclubofamerica.com MCA, GWP, Get Weekly Paychecks, Motor Club of America MCA IS A SCAM, Real VICTIMS - Company tries to cover it up! Internet; Motor Club Of America MCA Motor Club of America (MCA) www.HowToStartMCA.com MCA, GWP, Get Weekly Paychecks, Motor Club of America MCA IS An MLM SCAM. paychecks",
            "Enter Get Weekly Paychecks which is basically a training program which costs you $20/month that teaches you to successfully promote MCA itself. Iâ\u0080\u0099m not certain on this but I believe Get Weekly Paychecks may actually be an affiliate for MCA itself. paychecks"
        ]
    },
    {
        "query_id": "1045208",
        "query_text": "what is texas famous monument",
        "avg_score_change": 0.5,
        "original_docs": [
            "Address: Dallas County Historical Plaza, Dallas, Texas TX, USA This historic monument, commemorating the popular US President that was assassinated in Dallas in 1963, is located in downtown Dallas next to Main and Market streets, meters from where JFK was shot.",
            "The San Jacinto Monument is a 570-foot tall shaft topped by a 34-foot star. The monument is dedicated to the â\u0080\u009cHeroes of the Battle of San Jacinto and all others who contributed to the independence of Texas.â\u0080\u009d The base of the monument holds the San Jacinto Museum of History and a theatre. A reflecting pool extends from the front of the monument toward Buffalo Bayou."
        ],
        "perturbed_docs": [
            "Address: Dallas County Historical Plaza, Dallas, Texas TX, USA This historic monument, commemorating the popular US President that was assassinated in Dallas in 1963, is located in downtown Dallas next to Main and Market streets, meters from where JFK was shot. texas",
            "The San Jacinto Monument is a 570-foot tall shaft topped by a 34-foot star. The monument is dedicated to the â\u0080\u009cHeroes of the Battle of San Jacinto and all others who contributed to the independence of Texas.â\u0080\u009d The base of the monument holds the San Jacinto Museum of History and a theatre. A reflecting pool extends from the front of the monument toward Buffalo Bayou. is"
        ]
    },
    {
        "query_id": "1100077",
        "query_text": "hazel haskett in real life",
        "avg_score_change": 0.5,
        "original_docs": [
            "Hazel Haskett is the young heroine of Dolphin Tale and its sequel. Dolphin Tale Hazel is the daughter of Dr. Clay Haskett, who runs an aquarium with a firm hand.",
            "Learn how the tail research is now helping human amputees. Hear from the real-life Clearwater Marine Aquarium team, and experience the joy of children and wounded soldiers who have found her to be a life-changing role model. This real-life story is hosted by Cozi Zuehlsdorff, â\u0080\u009cHazelâ\u0080\u009d in Dolphin Tale."
        ],
        "perturbed_docs": [
            "Hazel Haskett is the young heroine of Dolphin Tale and its sequel. Dolphin Tale Hazel is the daughter of Dr. Clay Haskett, who runs an aquarium with a firm hand. in",
            "Learn how the tail research is now helping human amputees. Hear from the real-life Clearwater Marine Aquarium team, and experience the joy of children and wounded soldiers who have found her to be a life-changing role model. This real-life story is hosted by Cozi Zuehlsdorff, â\u0080\u009cHazelâ\u0080\u009d in Dolphin Tale. in"
        ]
    },
    {
        "query_id": "1042752",
        "query_text": "what is the colorless, gaseous element that makes up four-fifths of the air",
        "avg_score_change": 0.5,
        "original_docs": [
            "Nitrogenmakes up almost four fifths of the air we breathe, but being unreactive is not used in respiration at all - we simply breathe the nitrogen back out again, unchanged. However, nitrogen is essential for the growth of most living things, and is found as a vital ingredient of proteins. Under normal conditions nitrogen is a gas, composed of a simple diatomic molecule of formula N 2. It is colourless and odourless, but unlike its partner in the atmosphere, oxygen, forms triple bonds . This makes it one of the strongest chemical bonds known (DH dissociation = 944.7 kJ mol-1), and this is primarily responsible for the inertness of N 2.",
            "Nitrogen is a chemical element with the symbol N and atomic number of 7. Under normal conditions nitrogen is a colorless, odorless and tasteless gas. Nitrogen makes up around 78% of the air you breathe. Nitrogen is present in all living things, including the human body and plants. Nitrogen gas is used in food storage to keep packaged or bulk foods fresh. It is also used in the making of electronic parts, for industrial purposes and has many other useful applications."
        ],
        "perturbed_docs": [
            "Nitrogenmakes up almost four fifths of the air we breathe, but being unreactive is not used in respiration at all - we simply breathe the nitrogen back out again, unchanged. However, nitrogen is essential for the growth of most living things, and is found as a vital ingredient of proteins. Under normal conditions nitrogen is a gas, composed of a simple diatomic molecule of formula N 2. It is colourless and odourless, but unlike its partner in the atmosphere, oxygen, forms triple bonds . This makes it one of the strongest chemical bonds known (DH dissociation = 944.7 kJ mol-1), and this is primarily responsible for the inertness of N 2. gaseous",
            "Nitrogen is a chemical element with the symbol N and atomic number of 7. Under normal conditions nitrogen is a colorless, odorless and tasteless gas. Nitrogen makes up around 78% of the air you breathe. Nitrogen is present in all living things, including the human body and plants. Nitrogen gas is used in food storage to keep packaged or bulk foods fresh. It is also used in the making of electronic parts, for industrial purposes and has many other useful applications. that"
        ]
    },
    {
        "query_id": "1042364",
        "query_text": "what is the cost of hot air ballooning in temecula, ca",
        "avg_score_change": 0.5,
        "original_docs": [
            "Group Hot Air Balloon Rides in Temecula If you're looking to experience the beauty of Temecula from above with your group, Compass Balloons has you covered with group hot air balloon flights of up to 8 people starting at only $139 per person.",
            "Flight check in location: Europa Village Winery 33475 La Serena Way Temecula, CA 92591 Scenic hot air balloon rides at sunrise in Temecula, Southern California's wine country. â\u0080¦ Learn more about A Grape Escape Balloon Adventure , Opens a popup"
        ],
        "perturbed_docs": [
            "Group Hot Air Balloon Rides in Temecula If you're looking to experience the beauty of Temecula from above with your group, Compass Balloons has you covered with group hot air balloon flights of up to 8 people starting at only $139 per person. cost",
            "Flight check in location: Europa Village Winery 33475 La Serena Way Temecula, CA 92591 Scenic hot air balloon rides at sunrise in Temecula, Southern California's wine country. â\u0080¦ Learn more about A Grape Escape Balloon Adventure , Opens a popup of"
        ]
    },
    {
        "query_id": "1040312",
        "query_text": "what is the difference of islands and continents",
        "avg_score_change": 0.5,
        "original_docs": [
            "An island generally is owned completely by a single country, and often numerous small islands form a country. Eg., Phillipines, an East-Asian country, is an archipelago (collection of islands) of 4000+ islands. Continent is the term given to huge continuous landmasses, ie, super-large islands. Such landmasses generally comprise many countries and smaller islands. Parts of such landforms may be divided or united to form individual continents.",
            "What is the difference between Island and Continent? â\u0080¢ There are 7 continents of the world while there are thousands of islands all over the world. â\u0080¢ Continents in general are much bigger in size than islands and contain many countries within them with well-defined political borders though there is no size defined, beyond which an island classifies to be called a continent. â\u0080¢ Australia, the smallest continent, is basically an island."
        ],
        "perturbed_docs": [
            "An island generally is owned completely by a single country, and often numerous small islands form a country. Eg., Phillipines, an East-Asian country, is an archipelago (collection of islands) of 4000+ islands. Continent is the term given to huge continuous landmasses, ie, super-large islands. Such landmasses generally comprise many countries and smaller islands. Parts of such landforms may be divided or united to form individual continents. the",
            "What is the difference between Island and Continent? â\u0080¢ There are 7 continents of the world while there are thousands of islands all over the world. â\u0080¢ Continents in general are much bigger in size than islands and contain many countries within them with well-defined political borders though there is no size defined, beyond which an island classifies to be called a continent. â\u0080¢ Australia, the smallest continent, is basically an island. and"
        ]
    },
    {
        "query_id": "1034703",
        "query_text": "what is the peg ratio and what does it do",
        "avg_score_change": 0.5,
        "original_docs": [
            "The Price/Earnings to Growth (PEG) ratio is a great tool to quickly scan for high-growth stocks at a fair price. Learn more about how it's used to invest. Advertiser Disclosure: The credit card offers that appear on this site are from credit card companies from which MoneyCrashers.com receives compensation.",
            "So the PEG ratio is simply a proxy for it, and nothing more. There is also no consensus on whether to use a trailing or a forward P/E ratio and whether to use next year's expected growth rate or a longer-term expected growth rate. But this can have a major impact on the PEG ratio calculation. Beware Those 5-year Growth Rates"
        ],
        "perturbed_docs": [
            "The Price/Earnings to Growth (PEG) ratio is a great tool to quickly scan for high-growth stocks at a fair price. Learn more about how it's used to invest. Advertiser Disclosure: The credit card offers that appear on this site are from credit card companies from which MoneyCrashers.com receives compensation. and",
            "So the PEG ratio is simply a proxy for it, and nothing more. There is also no consensus on whether to use a trailing or a forward P/E ratio and whether to use next year's expected growth rate or a longer-term expected growth rate. But this can have a major impact on the PEG ratio calculation. Beware Those 5-year Growth Rates peg"
        ]
    },
    {
        "query_id": "1034587",
        "query_text": "cures that work for mites on dogs homemade",
        "avg_score_change": 0.5,
        "original_docs": [
            "Bathing a dog that has skin mites in soapy water is an effective home remedy. The alkaline nature of the soap kills skin mites and can prevent them from spreading. Yellow dock, aloe vera or calendula tea can also be used to treat skin mites. Using teas that have these herbs kills skin mites on dogs and helps heal rashes.",
            "Therefore, the yellow dock root extract can work as a great home remedy for ear mites in your pet or dogs. In order to do the home treatment, What Youâ\u0080\u0099ll Need:"
        ],
        "perturbed_docs": [
            "Bathing a dog that has skin mites in soapy water is an effective home remedy. The alkaline nature of the soap kills skin mites and can prevent them from spreading. Yellow dock, aloe vera or calendula tea can also be used to treat skin mites. Using teas that have these herbs kills skin mites on dogs and helps heal rashes. mites",
            "Therefore, the yellow dock root extract can work as a great home remedy for ear mites in your pet or dogs. In order to do the home treatment, What Youâ\u0080\u0099ll Need: that"
        ]
    },
    {
        "query_id": "1099911",
        "query_text": "hiking on mount rainier in the winter",
        "avg_score_change": 0.5,
        "original_docs": [
            "Learn about winter hiking opportunities at Longmire in the Longmire Winter Trails brochure. With the arrival of snow in late October, Mount Rainier's beauty changes and so do its challenges. Visitors planning to travel to the park in winter should familiarize themselves with winter travel tips, road status, weather forecast, and be prepared for potential winter hazards.",
            "Mount Rainier National Park is a popular place to enjoy winter activities. The mountain receives abundant snowfall and the scenery is spectacular. In winter, recreational opportunities are numerous. A winter visit to Mount Rainier can include ranger-guided snowshoe walks, Paradise snowplay, camping, snowboarding and skiing. More information on winter recreation is available in the winter issue of the park's Tahoma newspaper."
        ],
        "perturbed_docs": [
            "Learn about winter hiking opportunities at Longmire in the Longmire Winter Trails brochure. With the arrival of snow in late October, Mount Rainier's beauty changes and so do its challenges. Visitors planning to travel to the park in winter should familiarize themselves with winter travel tips, road status, weather forecast, and be prepared for potential winter hazards. rainier",
            "Mount Rainier National Park is a popular place to enjoy winter activities. The mountain receives abundant snowfall and the scenery is spectacular. In winter, recreational opportunities are numerous. A winter visit to Mount Rainier can include ranger-guided snowshoe walks, Paradise snowplay, camping, snowboarding and skiing. More information on winter recreation is available in the winter issue of the park's Tahoma newspaper. in"
        ]
    },
    {
        "query_id": "1033534",
        "query_text": "what is the purpose of the advance trac system",
        "avg_score_change": 0.5,
        "original_docs": [
            "Active-TRAC (A-TRAC) is the system for off-road 4WD vehicles. This system consists of independent four wheel brake control system and engine torque control system. This system applies the brake to any spinning wheel, and sends torque to the other wheels with grip.",
            "Enter your car for a more accurate estimate. AvanceTrac is the electronic stability control (ESC) system used in Ford vehicles. It may also be referred to as â\u0080\u009ctraction controlâ\u0080\u009d or â\u0080\u009cvehicle dynamic controlâ\u0080\u009d is other vehicle models. This system monitors the steering stability of the vehicle and engages when skidding has been detected, or the loss of traction."
        ],
        "perturbed_docs": [
            "Active-TRAC (A-TRAC) is the system for off-road 4WD vehicles. This system consists of independent four wheel brake control system and engine torque control system. This system applies the brake to any spinning wheel, and sends torque to the other wheels with grip. advance",
            "Enter your car for a more accurate estimate. AvanceTrac is the electronic stability control (ESC) system used in Ford vehicles. It may also be referred to as â\u0080\u009ctraction controlâ\u0080\u009d or â\u0080\u009cvehicle dynamic controlâ\u0080\u009d is other vehicle models. This system monitors the steering stability of the vehicle and engages when skidding has been detected, or the loss of traction. of"
        ]
    },
    {
        "query_id": "1033205",
        "query_text": "what is the range of the summer tanager",
        "avg_score_change": 0.5,
        "original_docs": [
            "Summer tanagers are widespread through the southern United States in the summer months. 1  Their summer range stretches from the Ohio River Valley to southern Iowa, eastern Kansas and Oklahoma, central Texas, southern New Mexico and Arizona and southeastern California, as well as northern central Mexico.",
            "According to the National Audubon Society, the normal wintering range of the summer tanager is central Mexico to Bolivia and Brazil. In summer, it mainly breeds in northern Mexico, and the southern and eastern U.S. Adult male summer tanagers are brilliant red, while females and immature males are bright yellow-green."
        ],
        "perturbed_docs": [
            "Summer tanagers are widespread through the southern United States in the summer months. 1  Their summer range stretches from the Ohio River Valley to southern Iowa, eastern Kansas and Oklahoma, central Texas, southern New Mexico and Arizona and southeastern California, as well as northern central Mexico. range",
            "According to the National Audubon Society, the normal wintering range of the summer tanager is central Mexico to Bolivia and Brazil. In summer, it mainly breeds in northern Mexico, and the southern and eastern U.S. Adult male summer tanagers are brilliant red, while females and immature males are bright yellow-green. of"
        ]
    },
    {
        "query_id": "1031684",
        "query_text": "what is the suprachiasmatic nucleus and what is its function?",
        "avg_score_change": 0.5,
        "original_docs": [
            "That internal clock of the body does indeed exist and is called the suprachiasmatic nucleus. Our body is a very advanced system which has provision for all our needs. Through evolution, our bodies have developed a timetable for all our internal functions, based on the 24-hour cycle of day and night. The implementation and synchronization of the timetable, according to external stimuli, is controlled by the nucleus, which is a part of our brain.",
            "The suprachiasmatic nucleus is located in a foreward region of the brain called the hypothalamus. It contains a group of nerve cells (or neurons) that control your body's circadian rhythm."
        ],
        "perturbed_docs": [
            "That internal clock of the body does indeed exist and is called the suprachiasmatic nucleus. Our body is a very advanced system which has provision for all our needs. Through evolution, our bodies have developed a timetable for all our internal functions, based on the 24-hour cycle of day and night. The implementation and synchronization of the timetable, according to external stimuli, is controlled by the nucleus, which is a part of our brain. is",
            "The suprachiasmatic nucleus is located in a foreward region of the brain called the hypothalamus. It contains a group of nerve cells (or neurons) that control your body's circadian rhythm. is"
        ]
    },
    {
        "query_id": "1099806",
        "query_text": "honest kitchen foods",
        "avg_score_change": 0.5,
        "original_docs": [
            "The Honest Kitchen Keen dog food is made with down-to-earth ingredients for down-to-earth dogs. ORGANIC WHOLE GRAIN: The Honest Kitchen Keen dog food is dog food made with cage free turkey and dehydra... The Honest Kitchen Force Dehydrated Grain Free Dog Food Chicken Recipe $45.14",
            "Alfalfa, sweet potatoes, cabbage, celery, apples, spinach, organic kelp, coconut, bananas, zucchini, and honey. Thrive is a later edition to the Honest Kitchen dog food range. Like Embark, Thrive is also low carbohydrate and is gluten free, but contains some grain."
        ],
        "perturbed_docs": [
            "The Honest Kitchen Keen dog food is made with down-to-earth ingredients for down-to-earth dogs. ORGANIC WHOLE GRAIN: The Honest Kitchen Keen dog food is dog food made with cage free turkey and dehydra... The Honest Kitchen Force Dehydrated Grain Free Dog Food Chicken Recipe $45.14 foods",
            "Alfalfa, sweet potatoes, cabbage, celery, apples, spinach, organic kelp, coconut, bananas, zucchini, and honey. Thrive is a later edition to the Honest Kitchen dog food range. Like Embark, Thrive is also low carbohydrate and is gluten free, but contains some grain. foods"
        ]
    },
    {
        "query_id": "1026991",
        "query_text": "what kind of flour can you use in bread machines",
        "avg_score_change": 0.5,
        "original_docs": [
            "You can use basically any kind of flour you want. Bread is made with all sorts of flour, soft wheat, hard wheat, buck, malt, corn, rye... As long as you mix: any kind of wheat. water or milk. any kind of raising agent (yeast, sodium bicarbonate, baking powder, etc.) some salt.",
            "You can successfully substitute all purpose flour for bread flour in you bread machine. This is a guide about recipes using all purpose flour in bread machine."
        ],
        "perturbed_docs": [
            "You can use basically any kind of flour you want. Bread is made with all sorts of flour, soft wheat, hard wheat, buck, malt, corn, rye... As long as you mix: any kind of wheat. water or milk. any kind of raising agent (yeast, sodium bicarbonate, baking powder, etc.) some salt. in",
            "You can successfully substitute all purpose flour for bread flour in you bread machine. This is a guide about recipes using all purpose flour in bread machine. bread"
        ]
    },
    {
        "query_id": "1024904",
        "query_text": "what medications are prescribed for vasculitis",
        "avg_score_change": 0.5,
        "original_docs": [
            "Vasculitis cannot be cured, but treatment can help to reduce symptoms and minimize the develoment of serious complications, such as meningitis, blindness and aneurysm of the lungs. Treatment may include the use of medications, such as interferon alfa, to control the immune response and inflammation.",
            "Discussion of treatments for Vasculitis: Treatment for vasculitis depends on the severity of the disorder and the individual's general health. Treatment may include cortisone or cytotoxic drugs. Other treatments may include plasmapheresis (the removal and reinfusion of blood plasma), intravenous gammaglobulin, and cyclosporin."
        ],
        "perturbed_docs": [
            "Vasculitis cannot be cured, but treatment can help to reduce symptoms and minimize the develoment of serious complications, such as meningitis, blindness and aneurysm of the lungs. Treatment may include the use of medications, such as interferon alfa, to control the immune response and inflammation. prescribed",
            "Discussion of treatments for Vasculitis: Treatment for vasculitis depends on the severity of the disorder and the individual's general health. Treatment may include cortisone or cytotoxic drugs. Other treatments may include plasmapheresis (the removal and reinfusion of blood plasma), intravenous gammaglobulin, and cyclosporin. prescribed"
        ]
    },
    {
        "query_id": "1022712",
        "query_text": "what percentage of the world has anorexia",
        "avg_score_change": 0.5,
        "original_docs": [
            "Males account for an estimated 5 percent to 15 percent of patients with anorexia or bulimia and an estimated 35 percent of those with binge-eating disorder. Like females who have eating disorders, males with the illness have a distorted sense of body image and often have muscle dysmorphia, a type of disorder characterized by an extreme concern with becoming more muscular. Some boys with the disorder want to lose weight, while others want to gain weight or bulk up..",
            "Statistics: How many people have eating disorders? Anorexia nervosa Research suggests that about one percent (1%) of female adolescents have anorexia. That means that about one out of every one hundred young women between ten and twenty are starving themselves, sometimes to death. There do not seem to be reliable figures for younger children and [â\u0080¦]"
        ],
        "perturbed_docs": [
            "Males account for an estimated 5 percent to 15 percent of patients with anorexia or bulimia and an estimated 35 percent of those with binge-eating disorder. Like females who have eating disorders, males with the illness have a distorted sense of body image and often have muscle dysmorphia, a type of disorder characterized by an extreme concern with becoming more muscular. Some boys with the disorder want to lose weight, while others want to gain weight or bulk up.. percentage",
            "Statistics: How many people have eating disorders? Anorexia nervosa Research suggests that about one percent (1%) of female adolescents have anorexia. That means that about one out of every one hundred young women between ten and twenty are starving themselves, sometimes to death. There do not seem to be reliable figures for younger children and [â\u0080¦] the"
        ]
    },
    {
        "query_id": "1022198",
        "query_text": "what president of the united states was born in lamar missouri and farmed for several years",
        "avg_score_change": 0.5,
        "original_docs": [
            "Harry S. Truman, the 33rd president of the United States, was born on May 8, 1884 in Lamar, Missouri. In 1890, the year the Little White House. was built, the Truman's moved to Independence, Missouri. His poor eyesight prevented Truman from participating in sports but led him to two of his greatest passions, reading and music.",
            "Harry S. Truman was the first of three children born to John Anderson Truman, a farmer and mule trader, and his wife, Martha Ellen Truman. Harry was named in honor of his maternal uncle, Harrison Young, but his parents couldnt decide on a middle name."
        ],
        "perturbed_docs": [
            "Harry S. Truman, the 33rd president of the United States, was born on May 8, 1884 in Lamar, Missouri. In 1890, the year the Little White House. was built, the Truman's moved to Independence, Missouri. His poor eyesight prevented Truman from participating in sports but led him to two of his greatest passions, reading and music. years",
            "Harry S. Truman was the first of three children born to John Anderson Truman, a farmer and mule trader, and his wife, Martha Ellen Truman. Harry was named in honor of his maternal uncle, Harrison Young, but his parents couldnt decide on a middle name. what"
        ]
    },
    {
        "query_id": "1018032",
        "query_text": "what time is it in ohio",
        "avg_score_change": 0.5,
        "original_docs": [
            "Sunrise, sunset, day length and solar time for Ohio. Sunrise: 07:24AM; Sunset: 06:08PM; Day length: 10h 44m; Solar noon: 12:46PM; The current local time in Ohio is 46 minutes ahead of apparent solar time.",
            "Ohio Time. What time is it in Ohio Time Zone / Current time. Ohio is in the Eastern Time Zone in the United States of America (USA). Eastern Standard Time ( EST ) is 5 hours behind Greenwich Mean Time ( GMT-5 ). Current Ohio Time (Eastern Time)"
        ],
        "perturbed_docs": [
            "Sunrise, sunset, day length and solar time for Ohio. Sunrise: 07:24AM; Sunset: 06:08PM; Day length: 10h 44m; Solar noon: 12:46PM; The current local time in Ohio is 46 minutes ahead of apparent solar time. it",
            "Ohio Time. What time is it in Ohio Time Zone / Current time. Ohio is in the Eastern Time Zone in the United States of America (USA). Eastern Standard Time ( EST ) is 5 hours behind Greenwich Mean Time ( GMT-5 ). Current Ohio Time (Eastern Time) it"
        ]
    },
    {
        "query_id": "1014210",
        "query_text": "what type of shot do you get for whooping cough",
        "avg_score_change": 0.5,
        "original_docs": [
            "Side effects of the vaccine are usually mild and may include fever, crankiness, headache, fatigue or soreness at the site of the injection. Booster shots. Adolescents. Because immunity from the pertussis vaccine tends to wane by age 11, doctors recommend a booster shot at that age to protect against whooping cough (pertussis), diphtheria and tetanus. Adults. Some varieties of the every-10-year tetanus and diphtheria vaccine also include protection against whooping cough (pertussis). This vaccine will also reduce the risk of your transmitting whooping cough to infants. Pregnant women. Health experts now recommend that pregnant women receive the pertussis vaccine between 27 and 36 weeks of gestation.",
            "Whooping cough is most contagious before the coughing starts, so the most effective way to prevent it is to get vaccinated. The whooping cough vaccine for adults (and adolescents) is called Tdap (tetanus-diphtheria-acellular pertussis). Younger children get a different formulation, called DTaP. Both help protect against tetanus, diphtheria, and whooping cough."
        ],
        "perturbed_docs": [
            "Side effects of the vaccine are usually mild and may include fever, crankiness, headache, fatigue or soreness at the site of the injection. Booster shots. Adolescents. Because immunity from the pertussis vaccine tends to wane by age 11, doctors recommend a booster shot at that age to protect against whooping cough (pertussis), diphtheria and tetanus. Adults. Some varieties of the every-10-year tetanus and diphtheria vaccine also include protection against whooping cough (pertussis). This vaccine will also reduce the risk of your transmitting whooping cough to infants. Pregnant women. Health experts now recommend that pregnant women receive the pertussis vaccine between 27 and 36 weeks of gestation. type",
            "Whooping cough is most contagious before the coughing starts, so the most effective way to prevent it is to get vaccinated. The whooping cough vaccine for adults (and adolescents) is called Tdap (tetanus-diphtheria-acellular pertussis). Younger children get a different formulation, called DTaP. Both help protect against tetanus, diphtheria, and whooping cough. you"
        ]
    },
    {
        "query_id": "1012547",
        "query_text": "what was stalin scorched earth policy",
        "avg_score_change": 0.5,
        "original_docs": [
            "True or not, this amount of time lapsed before Stalin addressed the Russian people about the nature of the calamity that was upon them. In a halting, somber tone, Stalin spoke to the Russian people in a radio broadcast on July 3, 1941, imploring them not to give up hope. He reminded them of Napoleon, and the defeat of his armies. Hitler was no more invincible than the French Emperor, he declared. Stalin called for a Scorched Earth behind the retreat of the Russian armies, non-cooperation, and partisan warfare on the part of the occupied territories. He also expressed gratitude for the promises of support from the Western democracies.",
            "1 Scorched earth policy is a strategy of warfare whereby the retreating armed forces destroy or devastate whole towns, facilities, agriculture, transport routes, and general infrastructure in order to deprive the advancing enemy forces or the belligerent population of food, shelter, fuel, communications, and other valuable resources that may be useful for them."
        ],
        "perturbed_docs": [
            "True or not, this amount of time lapsed before Stalin addressed the Russian people about the nature of the calamity that was upon them. In a halting, somber tone, Stalin spoke to the Russian people in a radio broadcast on July 3, 1941, imploring them not to give up hope. He reminded them of Napoleon, and the defeat of his armies. Hitler was no more invincible than the French Emperor, he declared. Stalin called for a Scorched Earth behind the retreat of the Russian armies, non-cooperation, and partisan warfare on the part of the occupied territories. He also expressed gratitude for the promises of support from the Western democracies. was",
            "1 Scorched earth policy is a strategy of warfare whereby the retreating armed forces destroy or devastate whole towns, facilities, agriculture, transport routes, and general infrastructure in order to deprive the advancing enemy forces or the belligerent population of food, shelter, fuel, communications, and other valuable resources that may be useful for them. what"
        ]
    },
    {
        "query_id": "1009994",
        "query_text": "_______ ratios measure an organization's ability to meet its short term obligations.",
        "avg_score_change": 0.5,
        "original_docs": [
            "The quick ratio is a measure of a company's ability to meet its short-term obligations using its most liquid assets (near cash or quick assets). Quick assets include those current assets that presumably can be quickly converted to cash at close to their book values.",
            "Liquidity ratios are the ratios that measure the ability of a company to meet its short term debt obligations. These ratios measure the ability of a company to pay off its short-term liabilities when they fall due. The liquidity ratios are a result of dividing cash and other liquid assets by the short term borrowings and current liabilities. They show the number of times the short term debt obligations are covered by the cash and liquid assets. If the value is greater than 1, it means the ..."
        ],
        "perturbed_docs": [
            "The quick ratio is a measure of a company's ability to meet its short-term obligations using its most liquid assets (near cash or quick assets). Quick assets include those current assets that presumably can be quickly converted to cash at close to their book values. meet",
            "Liquidity ratios are the ratios that measure the ability of a company to meet its short term debt obligations. These ratios measure the ability of a company to pay off its short-term liabilities when they fall due. The liquidity ratios are a result of dividing cash and other liquid assets by the short term borrowings and current liabilities. They show the number of times the short term debt obligations are covered by the cash and liquid assets. If the value is greater than 1, it means the ... short"
        ]
    },
    {
        "query_id": "1009183",
        "query_text": "what's the difference between c++ and java",
        "avg_score_change": 0.5,
        "original_docs": [
            "C++ is an evolution to C. Which was a system programming language. C++ Added many features to the language to make it object oriented. It became the mainstream programming language for that reason. Java is an evolution of C++, with different goals ( cross platform for instance ). It remove some of the features that make C++ so hard to learn. Simplify others and remove others.",
            "The most important difference is that Java is a memory-safe language, whereas C++ is not. This means that errors in Java programs are detected in defined waysâ\u0080\u0094for example, attempting a bad cast or indexing an array out of bounds results in an exception."
        ],
        "perturbed_docs": [
            "C++ is an evolution to C. Which was a system programming language. C++ Added many features to the language to make it object oriented. It became the mainstream programming language for that reason. Java is an evolution of C++, with different goals ( cross platform for instance ). It remove some of the features that make C++ so hard to learn. Simplify others and remove others. what's",
            "The most important difference is that Java is a memory-safe language, whereas C++ is not. This means that errors in Java programs are detected in defined waysâ\u0080\u0094for example, attempting a bad cast or indexing an array out of bounds results in an exception. what's"
        ]
    },
    {
        "query_id": "1007972",
        "query_text": "whats the difference between a llc , s corp and c corp",
        "avg_score_change": 0.5,
        "original_docs": [
            "A C corporation is the standard corporation structure. 1  An S corporation is a corporation that has elected special tax status. Both of these corporate entity statuses share the following: 2  They have shareholders, directors and officers.",
            "S corporations are less flexible than C corporations for employee fringe benefits. S corporations must report employee taxable compensation. Limited Liability Companies - LLC. A limited liability company (LLC) blends elements of partnerships and corporate structures. An LLC is an unincorporated association that protects the liability of a company."
        ],
        "perturbed_docs": [
            "A C corporation is the standard corporation structure. 1  An S corporation is a corporation that has elected special tax status. Both of these corporate entity statuses share the following: 2  They have shareholders, directors and officers. whats",
            "S corporations are less flexible than C corporations for employee fringe benefits. S corporations must report employee taxable compensation. Limited Liability Companies - LLC. A limited liability company (LLC) blends elements of partnerships and corporate structures. An LLC is an unincorporated association that protects the liability of a company. and"
        ]
    },
    {
        "query_id": "1099452",
        "query_text": "how do duty based ethical standards differ from outcome-based ethical standards?",
        "avg_score_change": 0.5,
        "original_docs": [
            "Compare: Outcome based ethics: Ethics based on the consequences of action taken or foresworn, without regard to any underlying concept of duty or morality- situational ethics. Outcome based ethics = Utilitarianism dictates that a decision to act or not act should be directed towards producing the greatest good for the greatest number of people.",
            "Deontological (duty-based) ethics are concerned with what people do, not with the consequences of their actions. 1  Do the right thing. 2  Do it because it's the right thing to do. 3  Don't do wrong things. 4  Avoid them because they are wrong."
        ],
        "perturbed_docs": [
            "Compare: Outcome based ethics: Ethics based on the consequences of action taken or foresworn, without regard to any underlying concept of duty or morality- situational ethics. Outcome based ethics = Utilitarianism dictates that a decision to act or not act should be directed towards producing the greatest good for the greatest number of people. from",
            "Deontological (duty-based) ethics are concerned with what people do, not with the consequences of their actions. 1  Do the right thing. 2  Do it because it's the right thing to do. 3  Don't do wrong things. 4  Avoid them because they are wrong. do"
        ]
    },
    {
        "query_id": "1001810",
        "query_text": "where are located the central chemoreceptors and the peripheral chemoreceptors for the breathing control process?",
        "avg_score_change": 0.5,
        "original_docs": [
            "Peripheral Chemoreceptors. The Peripheral Chemoreceptors refer to anatomical collections of chemoreceptors outside of the brain, the most important of which are those located in the carotid bodies of the carotid arteries as well as in the aortic bodies of the aortic arch.",
            "The central chemoreceptors are critical sensors of arterial carbon dioxide and are the key sensory component of a negative feedback loop which controls respiratory activity in an attempt to maintain relatively constant levels of arterial carbon dioxide as described in integrated respiratory control."
        ],
        "perturbed_docs": [
            "Peripheral Chemoreceptors. The Peripheral Chemoreceptors refer to anatomical collections of chemoreceptors outside of the brain, the most important of which are those located in the carotid bodies of the carotid arteries as well as in the aortic bodies of the aortic arch. located",
            "The central chemoreceptors are critical sensors of arterial carbon dioxide and are the key sensory component of a negative feedback loop which controls respiratory activity in an attempt to maintain relatively constant levels of arterial carbon dioxide as described in integrated respiratory control. process?"
        ]
    },
    {
        "query_id": "1000798",
        "query_text": "alpha orthodontic",
        "avg_score_change": 0.5,
        "original_docs": [
            "Alpha Orthodontics is the only office in the region to offer SureSmile, the very latest proven technology that improves patient comfort, reduces the frequency of appointments and reduces treatment time.",
            "Alpha Orthodontics is an Orthodontic practice with locations in Mason City, Albert Lea, and Blue Earth. We understand the importance of a great healthy smile. http://www.alphaorthodontics.com. Alpha Orthodontics is an Orthodontic practice with locations in Mason City, Albert Lea, and Blue Earth. We understand the importance of a great healthy smile"
        ],
        "perturbed_docs": [
            "Alpha Orthodontics is the only office in the region to offer SureSmile, the very latest proven technology that improves patient comfort, reduces the frequency of appointments and reduces treatment time. alpha",
            "Alpha Orthodontics is an Orthodontic practice with locations in Mason City, Albert Lea, and Blue Earth. We understand the importance of a great healthy smile. http://www.alphaorthodontics.com. Alpha Orthodontics is an Orthodontic practice with locations in Mason City, Albert Lea, and Blue Earth. We understand the importance of a great healthy smile alpha"
        ]
    },
    {
        "query_id": "1000681",
        "query_text": "where did barack obama get his education",
        "avg_score_change": 0.5,
        "original_docs": [
            "In 2008, the Obama campaign produced a certification of live birth that reports his birthplace as Honolulu, Hawaii. He attended kindergarten there before moving to Jakarta, Indonesia with his stepfather at age six.",
            "Obama began his college career at Occidental College in California in 1979. After two years, he transferred to Columbia University in New York City, where he studied political science and graduated with a B.A. in 1983. Obama later went to, and graduated from, Harvard Law School. We'll start in the middle of Obama's post-secondary education, his two years at Columbia, because that has been the nexus of previous None-of-his-classmates-knew-him claims. As Snopes.com points out in an October 2009 article debunking the claim, it appears to have roots in two sources."
        ],
        "perturbed_docs": [
            "In 2008, the Obama campaign produced a certification of live birth that reports his birthplace as Honolulu, Hawaii. He attended kindergarten there before moving to Jakarta, Indonesia with his stepfather at age six. education",
            "Obama began his college career at Occidental College in California in 1979. After two years, he transferred to Columbia University in New York City, where he studied political science and graduated with a B.A. in 1983. Obama later went to, and graduated from, Harvard Law School. We'll start in the middle of Obama's post-secondary education, his two years at Columbia, because that has been the nexus of previous None-of-his-classmates-knew-him claims. As Snopes.com points out in an October 2009 article debunking the claim, it appears to have roots in two sources. did"
        ]
    },
    {
        "query_id": "1000459",
        "query_text": "where do black widow spiders live in the us?",
        "avg_score_change": 0.5,
        "original_docs": [
            "The weather in the American South is extremely conducive to the development of black widow spiders, and several species can be found. A great example is the southern black widow spider (Latrodectus mactans). They are one of the most common black widow species in the Southern United States. Females spin irregular and nonsymmetrical webs.",
            "BLACK WIDOW SPIDERS. Several species of black widow are common in North America, but in the western United States the only species present is the western black widow, Latrodectus hesperus. Its habitat ranges from British Columbia and Alberta to Mexico and throughout the Rocky Mountains to the western portions of the Great Plains."
        ],
        "perturbed_docs": [
            "The weather in the American South is extremely conducive to the development of black widow spiders, and several species can be found. A great example is the southern black widow spider (Latrodectus mactans). They are one of the most common black widow species in the Southern United States. Females spin irregular and nonsymmetrical webs. black",
            "BLACK WIDOW SPIDERS. Several species of black widow are common in North America, but in the western United States the only species present is the western black widow, Latrodectus hesperus. Its habitat ranges from British Columbia and Alberta to Mexico and throughout the Rocky Mountains to the western portions of the Great Plains. live"
        ]
    },
    {
        "query_id": "1099290",
        "query_text": "how does a hydrate differ from an anhydrate",
        "avg_score_change": 0.5,
        "original_docs": [
            "For example, the Greek root hydra-means that it has to do with water; can be found in the words ''hydrate'' and ''anhydrate.'' Answer and Explanation: A hydrate is any substance that has been chemically combined with water. Hydrates can be heated so that the water will boil off. The completely waterless substance left at the end of the process is an anhydrate. So a hydrate contains water, and an anhydrate does not. Learn more about this topic:",
            "Posted on September 26, 2015 by admin. The two terms â\u0080\u009chydrateâ\u0080\u009d and â\u0080\u009canhydrateâ\u0080\u009d are two opposite words in their meaning, and the key difference between hydrate and anhydrate is that hydrates are ionic compounds containing free water molecules while anhydrates are compounds that do not contain any free water molecules. Hydrates are formed from ionic compounds when they exposed to the air, reacting with water molecules."
        ],
        "perturbed_docs": [
            "For example, the Greek root hydra-means that it has to do with water; can be found in the words ''hydrate'' and ''anhydrate.'' Answer and Explanation: A hydrate is any substance that has been chemically combined with water. Hydrates can be heated so that the water will boil off. The completely waterless substance left at the end of the process is an anhydrate. So a hydrate contains water, and an anhydrate does not. Learn more about this topic: differ",
            "Posted on September 26, 2015 by admin. The two terms â\u0080\u009chydrateâ\u0080\u009d and â\u0080\u009canhydrateâ\u0080\u009d are two opposite words in their meaning, and the key difference between hydrate and anhydrate is that hydrates are ionic compounds containing free water molecules while anhydrates are compounds that do not contain any free water molecules. Hydrates are formed from ionic compounds when they exposed to the air, reacting with water molecules. an"
        ]
    },
    {
        "query_id": "997542",
        "query_text": "where is the corral club located in reliant stadium",
        "avg_score_change": 0.5,
        "original_docs": [
            "NRG Stadium (Formerly Reliant Stadium) Seat Numbers The seat numbers at Reliant Stadium (NRG Stadium) are consistent throughout the entire stadium. For every section, seat number 1 will always be closer to the adjacent section with the lower section number.",
            "3/25/2017. First to Review. There are several corral club bars located all over the Houston Livestock Show and Rodeo grounds. This one is located in NRG Park, upstairs and on the top left hand corner. Remember you do need a gold badge to enter. Several tables and chairs set up and lots and lots, I mean lots to drink! From hard liquor to wine to beer to frozen margaritas."
        ],
        "perturbed_docs": [
            "NRG Stadium (Formerly Reliant Stadium) Seat Numbers The seat numbers at Reliant Stadium (NRG Stadium) are consistent throughout the entire stadium. For every section, seat number 1 will always be closer to the adjacent section with the lower section number. in",
            "3/25/2017. First to Review. There are several corral club bars located all over the Houston Livestock Show and Rodeo grounds. This one is located in NRG Park, upstairs and on the top left hand corner. Remember you do need a gold badge to enter. Several tables and chairs set up and lots and lots, I mean lots to drink! From hard liquor to wine to beer to frozen margaritas. is"
        ]
    },
    {
        "query_id": "992367",
        "query_text": "who are laura and petrarch",
        "avg_score_change": 0.5,
        "original_docs": [
            "While attending services on Good Friday, 1327, Petrarch purportedly saw and fell in love with a woman he called Laura. For the remainder of his life Petrarch wrote lyrics about his unrequited love for her, initially gathering them in a volume around 1336 and revising and expanding the collection thereafter.",
            "Petrarch 1304-1374. (Born Francesco Petracco; changed to Petrarca; also referred to as Francis Petrarch) Italian poet, philosopher, and biographer. One of the most prominent and influential poets in world literature, Petrarch is a major figure in humanist philosophy and the early Italian Renaissance."
        ],
        "perturbed_docs": [
            "While attending services on Good Friday, 1327, Petrarch purportedly saw and fell in love with a woman he called Laura. For the remainder of his life Petrarch wrote lyrics about his unrequited love for her, initially gathering them in a volume around 1336 and revising and expanding the collection thereafter. petrarch",
            "Petrarch 1304-1374. (Born Francesco Petracco; changed to Petrarca; also referred to as Francis Petrarch) Italian poet, philosopher, and biographer. One of the most prominent and influential poets in world literature, Petrarch is a major figure in humanist philosophy and the early Italian Renaissance. and"
        ]
    },
    {
        "query_id": "1099108",
        "query_text": "how does your dna fit inside of your cells?",
        "avg_score_change": 0.5,
        "original_docs": [
            "The DNA in a cell is contained within its own double-membrane layer. It has pores which allow things like RNA through, but for the most part it blocks the cytoplasmic enzy â\u0080¦ mes. Rosie34747",
            "DNA is *extremely* small; remember, when you see that double-helix shape, those are molecules! In addition to being extremely small, DNA also coils up into chromosomes like aâ\u0080¦ coil of wire. The concept that if you stretched a single cell's DNA out, it would reach extremely far is TRUE, but it can be very misleading. Where inside the cell is the DNA? Chromatin"
        ],
        "perturbed_docs": [
            "The DNA in a cell is contained within its own double-membrane layer. It has pores which allow things like RNA through, but for the most part it blocks the cytoplasmic enzy â\u0080¦ mes. Rosie34747 does",
            "DNA is *extremely* small; remember, when you see that double-helix shape, those are molecules! In addition to being extremely small, DNA also coils up into chromosomes like aâ\u0080¦ coil of wire. The concept that if you stretched a single cell's DNA out, it would reach extremely far is TRUE, but it can be very misleading. Where inside the cell is the DNA? Chromatin inside"
        ]
    },
    {
        "query_id": "987644",
        "query_text": "who said white folks are what's wrong with america",
        "avg_score_change": 0.5,
        "original_docs": [
            "Michelle Obama says â\u0080\u0098White Folksâ\u0080\u0099 are whatâ\u0080\u0099s Wrong with America | JEWSNEWS.",
            "michelle obama said â\u0080\u0098white folksâ\u0080\u0099 are whatâ\u0080\u0099s wrong with america, so here comes oprah!@usa news Uncategorized January 12, 2018 admin Leave a Comment on MICHELLE OBAMA SAID â\u0080\u0098WHITE FOLKSâ\u0080\u0099 ARE WHATâ\u0080\u0099S WRONG WITH AMERICA, SO HERE COMES OPRAH!@USA News"
        ],
        "perturbed_docs": [
            "Michelle Obama says â\u0080\u0098White Folksâ\u0080\u0099 are whatâ\u0080\u0099s Wrong with America | JEWSNEWS. wrong",
            "michelle obama said â\u0080\u0098white folksâ\u0080\u0099 are whatâ\u0080\u0099s wrong with america, so here comes oprah!@usa news Uncategorized January 12, 2018 admin Leave a Comment on MICHELLE OBAMA SAID â\u0080\u0098WHITE FOLKSâ\u0080\u0099 ARE WHATâ\u0080\u0099S WRONG WITH AMERICA, SO HERE COMES OPRAH!@USA News wrong"
        ]
    },
    {
        "query_id": "86094",
        "query_text": "causes of drugs and alcohol",
        "avg_score_change": 0.5,
        "original_docs": [
            "Alcohol and Drug Abuse. Use and abuse of drugs and alcohol by teens is very common and can have serious consequences. In the 15-24 year age range, 50% of deaths (from accidents, homicides, suicides) involve alcohol or drug abuse. Drugs and alcohol also contribute to physical and sexual aggression such as assault or rape.",
            "The first signs of misuse of a medication or of alcohol in an older person may include: 1  increased confusion or memory impairment. 2  mood changes (e.g., agitation, depression, irritability) 3  sleep problems (including apnea) and daytime sleepiness. 4  dizziness. changes in blood pressure.  anemia (low blood 1  counts) fatigue or weakness."
        ],
        "perturbed_docs": [
            "Alcohol and Drug Abuse. Use and abuse of drugs and alcohol by teens is very common and can have serious consequences. In the 15-24 year age range, 50% of deaths (from accidents, homicides, suicides) involve alcohol or drug abuse. Drugs and alcohol also contribute to physical and sexual aggression such as assault or rape. causes",
            "The first signs of misuse of a medication or of alcohol in an older person may include: 1  increased confusion or memory impairment. 2  mood changes (e.g., agitation, depression, irritability) 3  sleep problems (including apnea) and daytime sleepiness. 4  dizziness. changes in blood pressure.  anemia (low blood 1  counts) fatigue or weakness. alcohol"
        ]
    },
    {
        "query_id": "353623",
        "query_text": "how to create one pivot table from multiple tabs",
        "avg_score_change": 0.5,
        "original_docs": [
            "1. Click Insert at the top of the screen. 2. Click the PivotTable button on the Ribbon. 3. Select the first table you want to add to the pivot table. 4. Check the box labeled Add this data to the Data Model and press OK. 5.",
            "2. Click the PivotTable button on the Ribbon. 3. Select the first table you want to add to the pivot table. 4. Check the box labeled Add this data to the Data Model and press OK. 5. Click All in the PivotTable Fields window to view all of the tables."
        ],
        "perturbed_docs": [
            "1. Click Insert at the top of the screen. 2. Click the PivotTable button on the Ribbon. 3. Select the first table you want to add to the pivot table. 4. Check the box labeled Add this data to the Data Model and press OK. 5. from",
            "2. Click the PivotTable button on the Ribbon. 3. Select the first table you want to add to the pivot table. 4. Check the box labeled Add this data to the Data Model and press OK. 5. Click All in the PivotTable Fields window to view all of the tables. to"
        ]
    },
    {
        "query_id": "183046",
        "query_text": "excel what is a pivot table",
        "avg_score_change": 0.5,
        "original_docs": [
            "Many Excel users are not familiar with, or are intimidated by Pivot Tables, one of the most powerful features in Excel. This page describes elementary Pivot Tables. This page was written by Harald Staff, and is included here with his kind permission. A pivot table is a great reporting tool that sorts and sums independent of the original data layout in the spreadsheet. If you never used one, this demo may be of interest.",
            "Insert a Pivot Table | Drag fields | Sort | Filter | Change Summary Calculation | Two-dimensional Pivot Table. Pivot tables are one of Excel's most powerful features. A pivot table allows you to extract the significance from a large, detailed data set. Our data set consists of 213 records and 6 fields. Order ID, Product, Category, Amount, Date and Country."
        ],
        "perturbed_docs": [
            "Many Excel users are not familiar with, or are intimidated by Pivot Tables, one of the most powerful features in Excel. This page describes elementary Pivot Tables. This page was written by Harald Staff, and is included here with his kind permission. A pivot table is a great reporting tool that sorts and sums independent of the original data layout in the spreadsheet. If you never used one, this demo may be of interest. excel",
            "Insert a Pivot Table | Drag fields | Sort | Filter | Change Summary Calculation | Two-dimensional Pivot Table. Pivot tables are one of Excel's most powerful features. A pivot table allows you to extract the significance from a large, detailed data set. Our data set consists of 213 records and 6 fields. Order ID, Product, Category, Amount, Date and Country. is"
        ]
    },
    {
        "query_id": "95409",
        "query_text": "common causes for elevated liver enzymes",
        "avg_score_change": 0.5,
        "original_docs": [
            "High or elevated liver enzymes can also be caused by Celiac disease, cirrhosis, dermatomyositis, liver cancer, conditions where too much of a mineral is stored in the body such as iron or copper, and other conditions, like hypothyroidism, inflamed gall bladder, and heart attack.",
            "Other causes of elevated liver enzymes may include: 1  Alcoholic hepatitis (severe liver inflammation caused by excessive alcohol consumption) 2  Autoimmune hepatitis (liver inflammation caused by an autoimmune disorder) 3  Celiac disease (small intestine damage caused by gluten)  Cirrhosis (early stages of liver 1  scarring) Cytomegalovirus (CMV) infection."
        ],
        "perturbed_docs": [
            "High or elevated liver enzymes can also be caused by Celiac disease, cirrhosis, dermatomyositis, liver cancer, conditions where too much of a mineral is stored in the body such as iron or copper, and other conditions, like hypothyroidism, inflamed gall bladder, and heart attack. liver",
            "Other causes of elevated liver enzymes may include: 1  Alcoholic hepatitis (severe liver inflammation caused by excessive alcohol consumption) 2  Autoimmune hepatitis (liver inflammation caused by an autoimmune disorder) 3  Celiac disease (small intestine damage caused by gluten)  Cirrhosis (early stages of liver 1  scarring) Cytomegalovirus (CMV) infection. common"
        ]
    },
    {
        "query_id": "137919",
        "query_text": "definition of routine foot care",
        "avg_score_change": 0.5,
        "original_docs": [
            "What exactly is routine foot care? In reality, routine foot care is one of the most basic yet wonderful treatments. Gentle Touch Foot Care is the office philosophy. At no time should there ever be pain associated with this kind of care. The trimming of painful corns, calluses, and ingrown or thickened nails requires a delicate and light touch.",
            "Foot care involves all aspects of preventative and corrective care of the foot and ankle. Doctors specializing in foot care are called podiatrists."
        ],
        "perturbed_docs": [
            "What exactly is routine foot care? In reality, routine foot care is one of the most basic yet wonderful treatments. Gentle Touch Foot Care is the office philosophy. At no time should there ever be pain associated with this kind of care. The trimming of painful corns, calluses, and ingrown or thickened nails requires a delicate and light touch. routine",
            "Foot care involves all aspects of preventative and corrective care of the foot and ankle. Doctors specializing in foot care are called podiatrists. routine"
        ]
    },
    {
        "query_id": "99676",
        "query_text": "core tenets of the constitution",
        "avg_score_change": 0.5,
        "original_docs": [
            "Core Principles of the Traditional British Constitutions1. Cristina E. Parau. Department of Politics and International Relations. University of Oxford. (forthcoming) One of the distinguishing characteristics of the British constitutions is its indeterminacy. No. clear boundary divides what is constitutional from what is not.",
            "The Principles of the. United States Constitution. I. Popular Sovereignty The people hold the ultimate authority A representative democracy lets the people elect leaders to make decisions for them. Orrin Hatch, Bob Bennett, and Chris Cannon are our elected officials in Congress II."
        ],
        "perturbed_docs": [
            "Core Principles of the Traditional British Constitutions1. Cristina E. Parau. Department of Politics and International Relations. University of Oxford. (forthcoming) One of the distinguishing characteristics of the British constitutions is its indeterminacy. No. clear boundary divides what is constitutional from what is not. constitution",
            "The Principles of the. United States Constitution. I. Popular Sovereignty The people hold the ultimate authority A representative democracy lets the people elect leaders to make decisions for them. Orrin Hatch, Bob Bennett, and Chris Cannon are our elected officials in Congress II. of"
        ]
    },
    {
        "query_id": "2962",
        "query_text": "Explain what a bone scan is and what it is used for.",
        "avg_score_change": 0.5,
        "original_docs": [
            "A bone scan is used to examine the bones for damage caused by cancer or another disease. It is a nuclear medicine test, which means that a very small amount of a radioactive substance is used during the procedure.he scan helps find cancer that started in the bones, as well as cancer that metastasized (spread) to the bone from other parts of the body. Bone scans are also used to monitor how cancer in the bone is responding to treatment.",
            "Why It Is Done. A bone scan is done to: 1  Find bone cancer or determine whether cancer from another area, such as the breast, lung, kidney, thyroid gland, or prostate gland, has spread (metastasized) to the bone. 2  Help diagnose the cause or location of unexplained bone pain, such as ongoing low back pain. bone scan can often find a problem days to months earlier than a regular X-ray test. During a bone scan, a radioactive substance called a tracer is injected into a vein in your arm. The tracer travels through your bloodstream and into your bones. Then a special camera takes pictures of the tracer in your bones."
        ],
        "perturbed_docs": [
            "A bone scan is used to examine the bones for damage caused by cancer or another disease. It is a nuclear medicine test, which means that a very small amount of a radioactive substance is used during the procedure.he scan helps find cancer that started in the bones, as well as cancer that metastasized (spread) to the bone from other parts of the body. Bone scans are also used to monitor how cancer in the bone is responding to treatment. it",
            "Why It Is Done. A bone scan is done to: 1  Find bone cancer or determine whether cancer from another area, such as the breast, lung, kidney, thyroid gland, or prostate gland, has spread (metastasized) to the bone. 2  Help diagnose the cause or location of unexplained bone pain, such as ongoing low back pain. bone scan can often find a problem days to months earlier than a regular X-ray test. During a bone scan, a radioactive substance called a tracer is injected into a vein in your arm. The tracer travels through your bloodstream and into your bones. Then a special camera takes pictures of the tracer in your bones. bone"
        ]
    },
    {
        "query_id": "113732",
        "query_text": "current assets / current liabilities",
        "avg_score_change": 0.5,
        "original_docs": [
            "Current assets are those assets which can be easily converted into cash within 12 months, given below are some of the examples of current assets 1  â\u0080\u0093. Cash balance available with company. 2  Inventories which includes raw materials, work in progress and finished goods. 3  Bank balance of the company.",
            "Current liabilities are those liabilities which are due for the payment within a short period of time usually 12 months, given below are some of the examples of current liabilities 1  â\u0080\u0093. Sundry Creditors. 2  Bills Payable or Account Payable. 3  Outstanding or Accrued Expenses like salary outstanding, rent outstanding etcâ\u0080¦. 4  Unearned Income.  Short Term Loans."
        ],
        "perturbed_docs": [
            "Current assets are those assets which can be easily converted into cash within 12 months, given below are some of the examples of current assets 1  â\u0080\u0093. Cash balance available with company. 2  Inventories which includes raw materials, work in progress and finished goods. 3  Bank balance of the company. current",
            "Current liabilities are those liabilities which are due for the payment within a short period of time usually 12 months, given below are some of the examples of current liabilities 1  â\u0080\u0093. Sundry Creditors. 2  Bills Payable or Account Payable. 3  Outstanding or Accrued Expenses like salary outstanding, rent outstanding etcâ\u0080¦. 4  Unearned Income.  Short Term Loans. assets"
        ]
    },
    {
        "query_id": "92437",
        "query_text": "cincinnati baseball teams",
        "avg_score_change": 0.5,
        "original_docs": [
            "The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. The Reds compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890. The Reds played in the NL West division from 1969 to 1993, before joining the Central division in 1994.",
            "The Cincinnati Spikes are pleased to announce below the rosters for the 2017 12U and 14U teams. Thank you to all the tryout attendees, and we wish all players the best of luck next season. The Cincinnati Spikes is a non-profit, select, traveling baseball team located in Mason, Ohio. The Spikes are members of the Southwest Ohio League and the Midwest Prospect League. The club travels throughout the United States and competes against the finest teams in the country. Our games are played at Prasco Park and Legacy Field, Cincinnatiâ\u0080\u0099s premier facility for amateur baseball."
        ],
        "perturbed_docs": [
            "The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. The Reds compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890. The Reds played in the NL West division from 1969 to 1993, before joining the Central division in 1994. teams",
            "The Cincinnati Spikes are pleased to announce below the rosters for the 2017 12U and 14U teams. Thank you to all the tryout attendees, and we wish all players the best of luck next season. The Cincinnati Spikes is a non-profit, select, traveling baseball team located in Mason, Ohio. The Spikes are members of the Southwest Ohio League and the Midwest Prospect League. The club travels throughout the United States and competes against the finest teams in the country. Our games are played at Prasco Park and Legacy Field, Cincinnatiâ\u0080\u0099s premier facility for amateur baseball. cincinnati"
        ]
    },
    {
        "query_id": "227591",
        "query_text": "how does society affect the individual",
        "avg_score_change": 0.5,
        "original_docs": [
            "The society can impact an individual in many ways. One way that they can effect an individual is by the wars that may arise. In the past, many individuals were effected by World War I, and World War II.There are also health factors of certain people, because of air pollution or other things.ociety feeds, grooms, secures when an individual lives. It provides a sexual partner and helps to reproduce. Man is a thinking animal, only after his social behaviour improved. Thinking process depends on the language of the society and the language is a great gift and impact on an individual.",
            "Also the types of food that are consumed in different cultures and societies can affect the health and wellbeing of an individual. Eating junk food which can be seen as status in some societies can be detrimental for the health of the individual and society.hey want the best for their children â\u0080\u0093 and can afford it. It is not that other societies or people donâ\u0080\u0099t want the best; it is just that many people in society can not afford it or donâ\u0080\u0099t have access to it."
        ],
        "perturbed_docs": [
            "The society can impact an individual in many ways. One way that they can effect an individual is by the wars that may arise. In the past, many individuals were effected by World War I, and World War II.There are also health factors of certain people, because of air pollution or other things.ociety feeds, grooms, secures when an individual lives. It provides a sexual partner and helps to reproduce. Man is a thinking animal, only after his social behaviour improved. Thinking process depends on the language of the society and the language is a great gift and impact on an individual. individual",
            "Also the types of food that are consumed in different cultures and societies can affect the health and wellbeing of an individual. Eating junk food which can be seen as status in some societies can be detrimental for the health of the individual and society.hey want the best for their children â\u0080\u0093 and can afford it. It is not that other societies or people donâ\u0080\u0099t want the best; it is just that many people in society can not afford it or donâ\u0080\u0099t have access to it. how"
        ]
    },
    {
        "query_id": "158887",
        "query_text": "do selfies flip",
        "avg_score_change": 0.5,
        "original_docs": [
            "Take the ultimate selfie: Samsung launches camera with flip display - and photos are taken with a simple WINK. 1  The Samsung NX mini weighs 158g and is just 0.8-inches thick. 2  A touchscreen display flips out from the rear, and rotates 180-degrees. 3  Camera's 1-inch sensor captures up to 20.5MP and can shoot 1080p video.",
            "Take the ultimate selfie: Samsung launches camera with flip display - and photos are taken with a simple WINK. The Samsung NX mini weighs 158g and is just 0.8-inches thick. A touchscreen display flips out from the rear, and rotates 180-degrees."
        ],
        "perturbed_docs": [
            "Take the ultimate selfie: Samsung launches camera with flip display - and photos are taken with a simple WINK. 1  The Samsung NX mini weighs 158g and is just 0.8-inches thick. 2  A touchscreen display flips out from the rear, and rotates 180-degrees. 3  Camera's 1-inch sensor captures up to 20.5MP and can shoot 1080p video. do",
            "Take the ultimate selfie: Samsung launches camera with flip display - and photos are taken with a simple WINK. The Samsung NX mini weighs 158g and is just 0.8-inches thick. A touchscreen display flips out from the rear, and rotates 180-degrees. selfies"
        ]
    },
    {
        "query_id": "208411",
        "query_text": "how big do boxers get",
        "avg_score_change": 0.5,
        "original_docs": [
            "The male boxer can weigh up to 70 pounds and stands about 2 feet tall. for the female: 55 to 70 lbs, 65 lbs being a good average. 21 to 24 inches tall at shoulder, 22 inches â\u0080¦being average. (Best dogs in the world by the way) 2 people found this useful.",
            "Male Boxers Weight: 60-70 pounds. Female Boxers Height: 21-24 inches. Female Boxers Weight: 53-65 pounds. Some of them can get bigger allâ\u0080¦ depends on how much you feed them, some get taller then others and some get stockier then others, Males are more Stocky then Females. That, this the average weight and height of boxers."
        ],
        "perturbed_docs": [
            "The male boxer can weigh up to 70 pounds and stands about 2 feet tall. for the female: 55 to 70 lbs, 65 lbs being a good average. 21 to 24 inches tall at shoulder, 22 inches â\u0080¦being average. (Best dogs in the world by the way) 2 people found this useful. do",
            "Male Boxers Weight: 60-70 pounds. Female Boxers Height: 21-24 inches. Female Boxers Weight: 53-65 pounds. Some of them can get bigger allâ\u0080¦ depends on how much you feed them, some get taller then others and some get stockier then others, Males are more Stocky then Females. That, this the average weight and height of boxers. boxers"
        ]
    },
    {
        "query_id": "149790",
        "query_text": "different hindu prayers",
        "avg_score_change": 0.5,
        "original_docs": [
            "Buddhism: The Refuge Prayer Christianity: The Lord's Prayer Islam: The Fatiha Hinduism: The Gayatri Mantra Judaism: The Shema. Buddhism: The Refuge Prayer. Buddham saranam gacchami. I go to the Buddha for refuge. Dhammam saranam gacchami. I go to the Dhamma for refuge. Sangham saranam gacchami.",
            "The Vedas are compilations of hymns (Rks), songs (Samans), incantations (Yajus), and fervent prayers (Udgitha) used to invoke various gods and propitiate them. Hindu prayers are however different from the prayers used in other religions in character and composition."
        ],
        "perturbed_docs": [
            "Buddhism: The Refuge Prayer Christianity: The Lord's Prayer Islam: The Fatiha Hinduism: The Gayatri Mantra Judaism: The Shema. Buddhism: The Refuge Prayer. Buddham saranam gacchami. I go to the Buddha for refuge. Dhammam saranam gacchami. I go to the Dhamma for refuge. Sangham saranam gacchami. prayers",
            "The Vedas are compilations of hymns (Rks), songs (Samans), incantations (Yajus), and fervent prayers (Udgitha) used to invoke various gods and propitiate them. Hindu prayers are however different from the prayers used in other religions in character and composition. prayers"
        ]
    },
    {
        "query_id": "314907",
        "query_text": "how much does it cost to build a home?",
        "avg_score_change": 0.5,
        "original_docs": [
            "1 A great deal depends on location plus the complexity of the project and the quality of the materials chosen. 2  It's possible to custom-build an 800-square-foot dome house for $1 million or a 12,000-square-foot rural ranch house for $400,000.3  However, the $400,000 custom-built house is the exception rather than the rule. However, building a modest custom home in a low-cost area might drop costs as low as $100 a square foot, or $350,000 for 3,500 square feet.",
            "The average cost to build a log home in the U.S. is approximately *$150.00-$200.00+ per square foot turnkey. The square footage you need to be concerned with is the actual living area on the main and second floor if applicable.ou need to take the basement and garage square footage times $35.00-$55.00 approximately to arrive at a cost for construction. Example: 2,000 square foot home- (1,500 main floor) & (500 loft floor) with a full basement and two car garage. Lower end. 1  2,000 square feet times $150.00 per sq.ft."
        ],
        "perturbed_docs": [
            "1 A great deal depends on location plus the complexity of the project and the quality of the materials chosen. 2  It's possible to custom-build an 800-square-foot dome house for $1 million or a 12,000-square-foot rural ranch house for $400,000.3  However, the $400,000 custom-built house is the exception rather than the rule. However, building a modest custom home in a low-cost area might drop costs as low as $100 a square foot, or $350,000 for 3,500 square feet. a",
            "The average cost to build a log home in the U.S. is approximately *$150.00-$200.00+ per square foot turnkey. The square footage you need to be concerned with is the actual living area on the main and second floor if applicable.ou need to take the basement and garage square footage times $35.00-$55.00 approximately to arrive at a cost for construction. Example: 2,000 square foot home- (1,500 main floor) & (500 loft floor) with a full basement and two car garage. Lower end. 1  2,000 square feet times $150.00 per sq.ft. how"
        ]
    },
    {
        "query_id": "178741",
        "query_text": "effects of hyperthyroidism",
        "avg_score_change": 0.5,
        "original_docs": [
            "Some of the most serious effects of hyperthyroidism impact the heartâ\u0080\u0099s function. Rapid heart rate, atrial fibrillation (which occurs when the heart beat is abnormal), and congestive heart failure (when the body is unable to circulate the blood) may occur, according to the Mayo Clinic.",
            "Hyperthyroidism effects can be serious, causing long-term health complications for patients who go without treatment. Hyperthyroidism results when the body produces too many thyroid hormones. This elevates the bodyâ\u0080\u0099s metabolic rate, causing symptoms such as a rapid heartbeat, inability to sleep, and hand tremors, according to Healthline."
        ],
        "perturbed_docs": [
            "Some of the most serious effects of hyperthyroidism impact the heartâ\u0080\u0099s function. Rapid heart rate, atrial fibrillation (which occurs when the heart beat is abnormal), and congestive heart failure (when the body is unable to circulate the blood) may occur, according to the Mayo Clinic. effects",
            "Hyperthyroidism effects can be serious, causing long-term health complications for patients who go without treatment. Hyperthyroidism results when the body produces too many thyroid hormones. This elevates the bodyâ\u0080\u0099s metabolic rate, causing symptoms such as a rapid heartbeat, inability to sleep, and hand tremors, according to Healthline. of"
        ]
    },
    {
        "query_id": "206549",
        "query_text": "house is settling and outside wall is cracked",
        "avg_score_change": 0.5,
        "original_docs": [
            "Temperature changes can cause a house to settle, which commonly leads to cracks in the walls. Sandpaper, which can be used to smooth walls after repairing cracks. Drywall crack repair typically requires a utility knife. Joint compound can be used to fill and cover large cracks in plaster.",
            "Cracks result when a wall moves and are usually due to the house settling; the building materials in a house expand and contract due to temperature changes, and the soil under the house can shift, both of which can cause cracks. Most are cosmetic problems that you can repair using a putty or epoxy filler of some kind."
        ],
        "perturbed_docs": [
            "Temperature changes can cause a house to settle, which commonly leads to cracks in the walls. Sandpaper, which can be used to smooth walls after repairing cracks. Drywall crack repair typically requires a utility knife. Joint compound can be used to fill and cover large cracks in plaster. settling",
            "Cracks result when a wall moves and are usually due to the house settling; the building materials in a house expand and contract due to temperature changes, and the soil under the house can shift, both of which can cause cracks. Most are cosmetic problems that you can repair using a putty or epoxy filler of some kind. house"
        ]
    },
    {
        "query_id": "234821",
        "query_text": "how good is drinking water for you",
        "avg_score_change": 0.5,
        "original_docs": [
            "4. Water clears your skin. Most people know that drinking more water can be good for clear skin and it can also help the symptoms of acne. If you've got dry skin, drinking water will give it more moisture but that's not all.",
            "Here are five solid reasons to drink a big glass of water right when you wake up. 1  It fires up your metabolism. Drinking a large, cool glass of water after you wake up has been shown to fire up your metabolism by a whopping 24% for 90 minutes! 2  Youâ\u0080\u0099re dehydrated when you wake up. You just went 7-8 hours without drinking any water!"
        ],
        "perturbed_docs": [
            "4. Water clears your skin. Most people know that drinking more water can be good for clear skin and it can also help the symptoms of acne. If you've got dry skin, drinking water will give it more moisture but that's not all. for",
            "Here are five solid reasons to drink a big glass of water right when you wake up. 1  It fires up your metabolism. Drinking a large, cool glass of water after you wake up has been shown to fire up your metabolism by a whopping 24% for 90 minutes! 2  Youâ\u0080\u0099re dehydrated when you wake up. You just went 7-8 hours without drinking any water! is"
        ]
    }
]